{
  "_schema": {
    "description": "レシピ詳細データ。dishes.csvのname列をキーとして紐付け",
    "fields": {
      "prep_time": "下準備時間（分）",
      "cook_time": "調理時間（分）",
      "servings": "基準人数",
      "steps": "調理手順（配列）",
      "tips": "コツ・ポイント（任意）",
      "variations": "アレンジ例（任意）"
    }
  },
  "白ごはん": {
    "prep_time": 5,
    "cook_time": 40,
    "servings": 1,
    "steps": [
      "米1合を計量し、ボウルに入れる",
      "水を入れて軽くかき混ぜ、すぐに水を捨てる（ぬか臭さを取る）",
      "2〜3回水を替えながら研ぎ、水が澄んできたらOK",
      "炊飯器の内釜に移し、目盛りに合わせて水を入れる",
      "30分〜1時間浸水させる（省略可）",
      "炊飯スタート、炊き上がったら10分蒸らす",
      "しゃもじで底からふんわり混ぜてほぐす"
    ],
    "tips": "新米は水を気持ち少なめに。古米は少し多めにすると美味しく炊ける"
  },
  "焼き鮭": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "鮭の切り身を冷蔵庫から出し、10分ほど常温に戻す",
      "両面に軽く塩をふり、5分置いて水気をキッチンペーパーで拭く",
      "魚焼きグリルを中火で2分予熱する",
      "皮目を上にして並べ、中火で5〜6分焼く",
      "裏返して3〜4分焼き、皮がパリッとしたら完成"
    ],
    "tips": "塩をふってから少し置くと臭みが抜ける。焼きすぎるとパサつくので注意"
  },
  "鶏の照り焼き": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "鶏もも肉は厚い部分に切り込みを入れて厚さを均一にし、フォークで数カ所刺して味が染み込みやすくする。余分な脂があれば取り除く。",
      "醤油、みりん、砂糖を小さなボウルに入れて混ぜ合わせ、照り焼きのタレを作っておく。",
      "フライパンを中火で熱し、鶏もも肉を皮目から入れる。皮がこんがりと焼き色がつき、パリッとするまで5分ほど焼く。（鶏肉から出る油で焼くため、油はひかなくて良い）",
      "鶏肉を裏返し、蓋をして弱めの中火で3〜4分ほど蒸し焼きにし、中まで火を通す。",
      "一度火を止め、フライパンに出た余分な油をキッチンペーパーで丁寧に拭き取る。これにより、タレが美味しく絡み、べたつきがなくなる。",
      "再び弱めの中火にし、作っておいたタレを加えて煮詰める。鶏肉全体にタレを絡めながら、とろみがつくまで1〜2分煮詰める。",
      "タレが全体によく絡んで照りが出たら火を止め、食べやすい大きさに切って皿に盛り付ける。"
    ],
    "tips": "鶏肉を焼く前にフォークで刺しておくと、タレがより染み込みやすくなります。皮をパリッと焼いてから余分な油を拭き取ることで、香ばしくヘルシーに仕上がります。"
  },
  "ハンバーグ": {
    "prep_time": 20,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "りん茎（玉ねぎ）は皮をむき、ごく細かいみじん切りにする。",
      "フライパンにサラダ油（分量外）を少量ひき、中火でみじん切りにした玉ねぎを炒める。しんなり透明になるまで5分ほど炒め、バットなどに広げて粗熱を取る。",
      "ボウルにひき肉、粗熱を取った玉ねぎ、溶きほぐした全卵、塩（分量外）少々、こしょう（分量外）少々を入れ、粘りが出るまで手でよく混ぜ合わせる。",
      "タネを1つにまとめ、手に軽く打ち付けながら空気を抜き、小判型に成形する。中央を指で軽くくぼませる。",
      "フライパンにサラダ油（分量外）を中火で熱し、ハンバーグのタネを乗せる。片面に焼き色がつくまで2～3分焼く。",
      "ハンバーグを裏返し、蓋をして弱火にする。5～7分ほど蒸し焼きにし、中までしっかりと火を通す。",
      "竹串などを刺して透明な肉汁が出てくれば焼き上がり。赤い肉汁が出る場合は、さらに数分焼く。"
    ],
    "tips": "玉ねぎはしっかり炒めて粗熱を取ることで、ハンバーグの甘みが増し、タネが水っぽくなるのを防ぎます。タネは粘りが出るまでよく混ぜることで、焼いたときに崩れにくくなります。成形時に空気を抜き、中央をくぼませることで、加熱時に均一に火が通りやすくなります。"
  },
  "味噌汁（豆腐・わかめ）": {
    "prep_time": 2,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "木綿豆腐30.0gは1cm角程度の食べやすい大きさに切り、水戻しわかめ5.0gは必要であれば一口大に切ります。小鍋にだし汁180mlを用意します（顆粒だしを使う場合は、パッケージの規定量のお湯に溶かしてください）。",
      "小鍋のだし汁を中火にかけ、沸騰直前まで温めます（目安：2分程度）。",
      "だし汁が温まったら（沸騰する前に）、切った豆腐とわかめを鍋に入れます。",
      "一度火を止め、淡色辛みそ12.0gをお玉に取り、だし汁を少量加えて味噌を溶きほぐします。溶けたら鍋に戻し入れます。",
      "鍋を再び弱火にかけ、沸騰させないよう、ゆっくりと温めます。豆腐が温まれば完成です（目安：1分程度）。",
      "温まった味噌汁を器に注ぎ、熱いうちに召し上がってください。"
    ],
    "tips": "味噌は沸騰させると風味が飛んでしまうため、火を止めてから溶き入れ、その後は沸騰させないように弱火で温め直すのが美味しく作るコツです。味噌の量はお好みで調整してください。"
  },
  "きんぴらごぼう": {
    "prep_time": 15,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "ごぼうは泥を洗い落とし、アルミホイルを丸めたものや包丁の背で皮をこそげ落とします。その後、5cm程度の長さに切り、さらに縦に薄切りにしてから千切りにします。切ったごぼうはアク抜きのため、5分ほど水にさらし、水気をしっかり切っておきます。",
      "人参は皮をむき、ごぼうと同じくらいの長さと細さの千切りにします。※材料の「根（ゆで）: 50.0g」をごぼう、「皮なし（ゆで）: 20.0g」を人参としています。",
      "醤油大さじ1、みりん大さじ1、酒大さじ1、砂糖小さじ1/2を混ぜ合わせて、合わせ調味料を作っておきます。お好みで鷹の爪の輪切り少々を加えても良いでしょう。",
      "フライパンにごま油小さじ1をひき、中火で熱します。水気を切ったごぼうと人参を入れ、ごぼうが少ししんなりするまで2～3分炒めます。",
      "混ぜておいた合わせ調味料を加え、汁気が少なくなるまで中火で炒め煮にします。時々混ぜながら、全体に味がなじむように3～4分煮詰めます。",
      "汁気がほとんどなくなったら火を止め、器に盛り付けます。お好みで白いりごま少々を振って完成です。"
    ],
    "tips": "ごぼうは千切りにするだけでなく、ささがきにしても美味しく作れます。アク抜きは必須ではありませんが、することでごぼうのえぐみが和らぎ、色がきれいになります。炒めすぎると食感が悪くなるため、シャキシャキ感を残すように炒めるのがポイントです。"
  },
  "トースト": {
    "prep_time": 1,
    "cook_time": 3,
    "servings": 1,
    "steps": [
      "角形食パン（60.0g）1枚を袋から取り出します。",
      "トースターの庫内にパンくずなどの汚れがないか確認し、必要であれば軽く拭き取ります。",
      "食パンをトースターの網の上に中央に置くようにして入れます。",
      "トースターのタイマーを2分半〜3分程度に設定し、加熱を開始します。",
      "加熱中、食パンの表面が好みのきつね色になるまでトーストします。焦げ付きやすい場合は途中で一度確認してください。",
      "焼き上がりの音がしたら、やけどに注意しながらトングなどを使ってトースターから取り出します。"
    ],
    "tips": "トースターの機種や食パンの厚みによって焼き加減は異なりますので、途中で様子を見ながら時間を調整してください。お好みで、焼く前に食パンの表面に軽く霧吹きで水をかけると、外はカリッと、中はふんわりとした食感に仕上がります。"
  },
  "おにぎり（鮭）": {
    "prep_time": 8,
    "cook_time": 60,
    "servings": 1,
    "steps": [
      "うるち米をボウルに入れ、水を替えて濁りがなくなるまで優しく研ぎます。夏場は30分、冬場は1時間ほど水に浸しておきます。",
      "浸水した米を炊飯釜に入れ、規定の量の水を加えて炊飯器にセットします。炊飯器の「炊飯」ボタンを押し、炊き上がるまで待ちます（約45分〜50分が目安です）。",
      "炊飯中に、焼き鮭の皮や骨があれば丁寧に取り除き、フォークなどを使って細かくほぐしておきます。",
      "米が炊き上がったら、炊飯器のフタを開けずに10分ほど蒸らします。その後、しゃもじで底から優しくほぐすように混ぜ、余分な蒸気を飛ばしながら粗熱を取ります。",
      "ご飯が人肌程度の温度になったら、ほぐした鮭を加えて、しゃもじで切るように混ぜ合わせます。この時、ご飯をつぶさないように優しく混ぜることがポイントです。",
      "手を水で湿らせて少量の塩（分量外）を薄く手に広げます。混ぜたご飯の半量（約100g）を手に取り、好みの形（三角形や俵型など）に優しく握ります。ご飯を固くしすぎないよう、力を入れすぎないように注意しましょう。",
      "焼きのり1枚を半分にちぎり、握ったおにぎりの底や側面に巻いて完成です。"
    ],
    "tips": "ご飯を握る際は、やけどを防ぐため粗熱が取れて人肌程度になってから作業しましょう。握る前に手に薄く塩をまぶすと、ご飯の風味が増し、べたつきも防げます。また、ご飯は力を入れすぎず、ふんわりと形を整えるように握ると美味しく仕上がります。"
  },
  "ざるそば": {
    "prep_time": 3,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "大きめの鍋にそばを茹でるための水をたっぷりと入れ（そば200gに対し約2L）、強火にかけて沸騰させます。",
      "市販の濃縮めんつゆを、商品のパッケージに記載されているざるそば用の希釈倍率に従って、蕎麦猪口に用意します。お好みで刻みねぎやわさびなどの薬味を準備しておきます。",
      "鍋の水が沸騰したら、そばをほぐしながら入れます。再び沸騰したら吹きこぼれないよう火加減を中火に調整し、そばのパッケージに記載されている時間通りに茹でます（目安：3〜5分）。途中で箸で軽くほぐしてください。",
      "茹で上がったらすぐにざるにあけ、流水で手早く洗い、表面のぬめりを丁寧に洗い流します。",
      "さらに氷水や冷水でそばをしっかりと冷やし、麺のコシを締めます。",
      "そばの水気をしっかりと切り、ざるに美しく盛り付けます。",
      "用意しておいためんつゆと薬味を添えて完成です。"
    ],
    "tips": "そばは茹ですぎると食感が悪くなるため、表示時間を守りましょう。茹でた後は流水でしっかりとぬめりを取り、氷水で急冷することでコシが生まれ、より美味しくいただけます。水気を切る際は、強く絞りすぎず、自然に落ちる程度でOKです。"
  },
  "かけうどん": {
    "prep_time": 1,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "鍋にだし汁200ml、醤油大さじ1、みりん大さじ1、砂糖小さじ1/2、塩少々（または市販のめんつゆを規定の希釈率で）を入れます。",
      "鍋を中火にかけ、つゆが沸騰する直前まで温めます（目安：約2分）。沸騰させすぎると風味が飛ぶので注意してください。",
      "別の鍋にたっぷりの水を入れ、強火で沸騰させます。",
      "沸騰した湯にゆでうどんを入れ、中火で1分半〜2分程度、麺がほぐれて温まるまで茹でます。",
      "温まったうどんをざるにあげ、しっかりと湯を切ります。",
      "あらかじめお湯などで温めておいた丼にうどんを盛り、上から温かいつゆを静かに注ぎ入れます。"
    ],
    "tips": "お好みで刻みネギ、七味唐辛子、揚げ玉、かまぼこなどを加えると、風味と彩りが豊かになり、より美味しくいただけます。丼を温めておくと、うどんが冷めにくく、最後まで美味しくいただけます。"
  },
  "豚の生姜焼き": {
    "prep_time": 10,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "豚ロース肉（100g）は筋を数カ所切り、厚さがある場合は軽く叩いて均一な厚さにします。生姜（5g）は皮をむいてすりおろします。",
      "ボウルに醤油大さじ1.5、みりん大さじ1、酒大さじ1、すりおろした生姜を混ぜ合わせ、生姜焼きのタレを作ります。",
      "豚肉をタレの半量が入ったバットや容器に入れ、全体によく揉み込みます。約5分ほど置いて下味をつけます。",
      "フライパンにサラダ油小さじ1をひき、中火で熱します。温まったら豚肉を並べ入れ、片面を2〜3分焼きます。",
      "片面に焼き色がついたら裏返し、残りのタレを全て加えます。タレを全体に絡ませながら、もう片面を2分ほど焼きます。",
      "豚肉に火が通り、タレがとろりと煮詰まって照りが出たら完成です。お皿に盛り付けてください。"
    ],
    "tips": "豚肉は焼きすぎると硬くなるため、火が通ったらすぐに取り出すのがポイントです。タレを煮詰めすぎると辛くなるので注意しましょう。お好みでキャベツの千切りなどを添えると、より美味しくいただけます。"
  },
  "サバの塩焼き": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "まさばはキッチンペーパーで水気をしっかりと拭き取ります。皮や身についている鱗や汚れがあれば取り除きます。",
      "サバの両面に塩（小さじ1/3程度、または魚の重さの1〜2%を目安）を均等に振ります。少し高い位置から振ると均一に付きやすいです。5分ほど置いて、余分な水分が出たらキッチンペーパーで軽く拭き取ります（臭み取り）。",
      "グリルを中火で2〜3分予熱します。魚がくっつきやすい場合は、網に薄く油を塗るか、グリルシートを敷くと良いでしょう。",
      "温まったグリルにサバを並べます。",
      "中火で7〜10分焼きます。両面焼きグリルの場合は途中で裏返す必要はありません。片面焼きグリルの場合は、焼き色がついて火が通ったら裏返し、さらに3〜5分焼きます。",
      "皮にこんがりと焼き色がつき、身が白くなり火が通っていることを確認します。身の厚い部分に竹串を刺してみて、透明な汁が出れば火が通っています。",
      "焼き上がったら器に盛り付けます。"
    ],
    "tips": "塩を振った後、少し時間をおいて出てくる水分を拭き取ることで、魚の臭みが取れ、美味しく仕上がります。グリルの予熱をしっかりすることで、魚が網にくっつきにくくなります。お好みで大根おろしやすだち、レモンなどを添えると一層美味しくいただけます。"
  },
  "目玉焼き": {
    "prep_time": 0,
    "cook_time": 4,
    "servings": 1,
    "steps": [
      "材料の準備: 卵1個、食用油小さじ1（約5ml）、塩コショウ適量を用意します。フライパンを中火にかけ、約30秒〜1分予熱します。",
      "油を敷く: 予熱したフライパンに食用油を入れ、キッチンペーパーなどで薄く広げます。",
      "卵を割り入れる: 卵を低い位置からフライパンにそっと割り入れます。黄身が破れないように注意してください。",
      "焼く（前半）: 白身の周りが固まり始めるまで、中火で1分ほど焼きます。",
      "蓋をして蒸し焼き: 火を弱火に落とし、蓋をして1分30秒〜2分蒸し焼きにします。白身が完全に固まるまで待ちます。",
      "完成・盛り付け: 黄身がお好みの半熟加減になったら火を止めます。フライ返しで皿に盛り付け、お好みで塩コショウを振って完成です。"
    ],
    "tips": "卵は低い位置から割り入れると黄身が破れにくいです。蓋をして蒸し焼きにすることで、白身はふっくら、黄身はトロトロに仕上がります。黄身の固さはお好みに合わせて焼き時間を調整してください。"
  },
  "卵焼き": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "ボウルに卵2個を割り入れ、菜箸で白身を切るようにしっかり溶きほぐします。そこに砂糖小さじ1、塩ひとつまみ、出汁大さじ2を加えてよく混ぜ合わせます。（お好みでこし器などで卵液をこすと、より滑らかな仕上がりになります。）",
      "卵焼き用フライパン（または通常のフライパン）を中火で熱し、サラダ油を少量（大さじ1/2程度）キッチンペーパーで全体に薄く塗ります。フライパンが十分に温まったら、一度濡れ布巾の上に置いて少し冷まし、温度を均一にします。",
      "再び中火にかけ、卵液の約1/3量を流し入れ、全体に広げます。表面が半熟状になり、フチが固まってきたら火を弱火にし、フライパンの奥から手前へ向かって数回に分けて丁寧に巻いていきます。巻き終わったら、手前に寄せます。",
      "空いたスペースにキッチンペーパーで薄くサラダ油を塗り、巻いた卵の下にも油が行き渡るようにします。残りの卵液の約半分を流し入れ、表面が半熟状になったら、手前から奥へ向かって先に焼いた卵と一緒に巻いていきます。",
      "同様に空いたスペースに油を薄く塗り、残りの卵液すべてを流し込みます。表面が半熟になったら、手前から奥へ向かって全てを巻き上げます。",
      "焼き上がった卵焼きは、フライパンの角などを利用して形を軽く整えるか、巻きすがあれば巻きすで巻いて形を固定します。粗熱が取れたら、食べやすい大きさに切り分けて完成です。"
    ],
    "tips": "火加減は常に中火〜弱火を保ち、焦げ付かないように注意しましょう。巻き始めるタイミングは、表面が少し半熟のうちが扱いやすいです。油をしっかりと塗ることが、きれいに焼くコツです。"
  },
  "冷奴": {
    "prep_time": 3,
    "cook_time": 2,
    "servings": 1,
    "steps": [
      "木綿豆腐をパックから取り出し、キッチンペーパーで軽く包むか押さえて、表面の水分を拭き取ります。（約1分）",
      "豆腐を好みの大きさに切ります。一般的には、食べやすいように2〜4等分（約4cm角程度）にするのがおすすめです。（約1分）",
      "切った豆腐を皿に丁寧に盛り付けます。",
      "お好みの薬味（例: 長ねぎの小口切り、おろししょうが、かつお節、刻み海苔、大葉の千切りなど）を準備し、豆腐の上にバランス良く乗せます。",
      "最後に、醤油を適量（小さじ1〜2程度）回しかけて完成です。"
    ],
    "tips": "豆腐は冷蔵庫から出してすぐでも美味しく召し上がれますが、少し常温に戻しておくとよりなめらかな口当たりになります。薬味は複数種類を組み合わせると、風味が増しておすすめです。"
  },
  "納豆": {
    "prep_time": 0,
    "cook_time": 2,
    "servings": 1,
    "steps": [
      "糸引き納豆のパックを開封し、付属のタレとカラシ（もしあれば）を取り出します。",
      "納豆の上に被せてある透明なフィルムを丁寧に取り除きます。",
      "納豆の容器に、取り出した付属のタレとカラシを全て入れます。",
      "箸を使って、納豆の粒が潰れないように、全体が白っぽく糸を引くまで均一に混ぜます。目安は40〜50回程度です。",
      "温かいご飯の上に、よく混ぜた納豆をかけて完成です。"
    ],
    "tips": "納豆を混ぜる回数を増やすほど粘りが出て、味がまろやかになります。お好みで刻みネギや卵黄、しょうゆなどを加えても美味しくいただけます。"
  },
  "ほうれん草のおひたし": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "ほうれん草（約100g）の根元を切り落とし、葉と茎を流水で丁寧に洗い、特に根元の土をしっかり落とします。",
      "鍋にたっぷりの水（約1リットル）を入れ、強火にかけて沸騰させます。沸騰したら塩小さじ1/2程度を加え、ほうれん草の緑色が鮮やかになるのを促します。",
      "まずほうれん草の茎の部分から鍋に入れ、30秒ほど茹でます。その後、葉の部分も全て入れ、全体で1分〜1分半ほど、鮮やかな緑色になるまで茹でます。茹ですぎると食感が悪くなるので注意してください。",
      "茹であがったほうれん草をすぐに冷水（または氷水）にとり、2〜3分間冷やして色止めとアク抜きをします。水気を切ったら、軽く握って余分な水分をしっかりと絞ります。",
      "水気を絞ったほうれん草をまな板に並べ、根元を揃えて2〜3cmの食べやすい長さに切り揃えます。",
      "器に盛り付け、お好みの市販の出汁醤油を大さじ1〜2程度回しかけて完成です。お好みでかつお節を添えても美味しくいただけます。"
    ],
    "tips": "ほうれん草は茹ですぎると栄養素が失われ、食感も悪くなるため、短時間でさっと茹でるのがポイントです。茹でた後はすぐに冷水にとることで、鮮やかな緑色を保ち、アクもしっかり抜けます。水気をしっかり絞ることで味が薄まらず、美味しくいただけます。"
  },
  "キャベツの千切り": {
    "prep_time": 5,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "キャベツの外側の傷んだ葉があれば取り除き、流水で丁寧に洗います。その後、清潔な布巾やキッチンペーパーで水気をしっかりと拭き取ります。",
      "キャベツをまな板に置き、包丁で芯の部分をV字に切り取ります。芯を切り取ることで、葉がバラバラになりやすくなり、切りやすくなります。",
      "芯を取り除いたキャベツを半分、またはさらに1/4程度の大きさに切り分けます。ご自身の切りやすい大きさに調整してください。",
      "切り分けたキャベツを数枚重ねてまな板に置きます。包丁を寝かせ気味にし、できるだけ薄く、細い千切りにします。刃を往復させず、一方向へ引くように切ると、より細く切りやすいです。",
      "千切りにしたキャベツを冷水に3〜5分ほどさらします。これにより、キャベツがパリッとして食感が良くなります。",
      "ザルにあげて水気をしっかりと切ります。水気が残っていると食感が損なわれるため、キッチンペーパーなどでさらに軽く押さえるように水気を拭き取れば完成です。"
    ],
    "tips": "包丁はよく研いであると、より細くきれいに千切りにできます。また、千切りにした後、冷水にしっかりとさらして水気を切ることで、一層シャキシャキとした美味しい食感になります。"
  },
  "トマトサラダ": {
    "prep_time": 5,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "材料の準備をします。トマト80g（中玉トマト約1/4個、またはミニトマト4〜5個）、レタス20g（葉2〜3枚程度）を用意します。",
      "トマトとレタスをそれぞれ流水で丁寧に洗い、表面の汚れをしっかりと落とします。",
      "洗ったレタスは、サラダスピナーを使うか、キッチンペーパーで包んで軽く水気を絞るなどして、水気をしっかりと切ります。水気が多いと食感が悪くなり、ドレッシングの味が薄まります。",
      "水気を切ったレタスは、手で食べやすい大きさにちぎります。",
      "トマトはヘタを取り除き、お好みの形（くし切り、半月切り、角切りなど）に食べやすい大きさに切ります。",
      "器にちぎったレタスを敷き、その上に切ったトマトを彩りよく盛り付けます。お好みのドレッシングを適量かけたら完成です。"
    ],
    "tips": "レタスの水気を徹底的に切ることが、シャキシャキとした食感を保ち、ドレッシングの味を最大限に引き出すポイントです。ドレッシングは食べる直前にかけると、野菜が水っぽくなるのを防げます。"
  },
  "ブロッコリーの塩ゆで": {
    "prep_time": 3,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "ブロッコリーの花序（60g）を洗い、食べやすい大きさの小房に分ける。茎の部分も使う場合は、硬い皮を厚めに剥いてから、薄切りにする。",
      "鍋にブロッコリーが浸かる程度の水（目安として約500ml）と、水に対して1%程度の塩（目安として約5g）を入れて、強火にかける。",
      "鍋の湯が沸騰したら、ブロッコリーをすべて入れ、中火にする。茎の部分から先に鍋に入れると均一に火が通りやすい。",
      "2〜3分程度茹でる。ブロッコリーが鮮やかな緑色になり、好みの硬さになったら火を止める。",
      "茹で上がったブロッコリーをザルにあげ、軽く水気を切る。熱いうちに器に盛り付ければ完成。"
    ],
    "tips": "塩は水の量の1%程度を目安にすると、程よい塩味がつき、ブロッコリーの旨味が引き立ちます。茹ですぎると食感が悪くなるため、好みの歯ごたえで引き上げましょう。色鮮やかな緑色を保ちたい場合は、茹で上がったらすぐに冷水にとって冷ますと良いです。"
  },
  "もやし炒め": {
    "prep_time": 2,
    "cook_time": 3,
    "servings": 1,
    "steps": [
      "りょくとうもやしを流水でさっと洗い、ザルにあけて水気をしっかりと切っておきます。",
      "フライパンを中火にかけ、サラダ油小さじ1をひいてフライパン全体になじませます。",
      "フライパンが十分に温まったら、水気を切ったもやしをすべて入れ、強火にします。",
      "強火のまま、もやしがシャキシャキ感を保つように約1分〜1分半、手早く炒めます。",
      "もやしが少し透明になり、全体に油が回ったら、塩小さじ1/4とこしょう少々を加えて、全体に味が絡むように素早く混ぜ合わせます。",
      "全体によく混ざったら火を止め、すぐに皿に盛り付けます。"
    ],
    "tips": "もやしは水気をしっかり切ってから、強火で短時間で一気に炒めることで、シャキシャキとした食感を保てます。炒めすぎないように注意しましょう。"
  },
  "ひじきの煮物": {
    "prep_time": 15,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "乾燥ひじき5gをたっぷりの水に15分ほど浸して戻し、ザルにあげて水気をよく切る。必要であれば、長すぎるひじきは食べやすい長さに切る。",
      "人参20gは皮をむき、細切り（千切り）にする。油揚げ1/4枚は熱湯をかけて油抜きし、縦半分に切ってから5mm幅の短冊切りにする。",
      "鍋にサラダ油小さじ1を中火で熱し、水気を切ったひじきと人参を加えて2分ほど炒める。",
      "人参が少ししんなりしたら、油揚げを加えてさらに1分ほど炒め合わせる。",
      "だし汁100ml、砂糖小さじ1、みりん小さじ1、醤油大さじ1を加えて全体を混ぜ、煮立ったら落とし蓋（またはアルミホイルで代用）をして、弱火で10分ほど煮込む。",
      "煮汁が少なくなってきたら落とし蓋を外し、時々混ぜながら中火で煮汁がほとんどなくなるまで煮詰める。焦げ付かないように注意する。",
      "火を止め、器に盛り付けて完成。粗熱が取れると味がより染み込む。"
    ],
    "tips": "ひじきはしっかり水で戻し、水気をよく切ることで、味が薄まるのを防ぎます。煮詰める際は焦げ付きやすいので、火加減に注意し、時々混ぜてください。少し冷ましてから食べると、より味が具材に染み込んで美味しくなります。"
  },
  "かぼちゃの煮物": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "かぼちゃ（80g）はよく洗い、種とワタを取り除き、皮付きのまま一口大（約3〜4cm角）に切ります。",
      "鍋に水100ml（または顆粒だしを溶いた出汁）、醤油大さじ1/2、みりん大さじ1/2を入れ、中火にかけます。",
      "煮汁が沸騰したら、切ったかぼちゃを皮を下にして鍋に重ならないように並べ入れます。",
      "再度煮汁が沸騰したら弱火にし、落とし蓋（またはアルミホイルで代用）をして、かぼちゃが柔らかくなるまで10〜15分ほど煮ます。",
      "竹串がすっと通るようになったら火を止め、そのまま5分ほど置いて味を染み込ませます。",
      "器に盛り付けたら完成です。"
    ],
    "tips": "・かぼちゃの角を包丁で軽く面取りすると、煮崩れしにくく見た目もきれいに仕上がります。\n・落とし蓋をすることで煮汁が全体に回りやすくなり、ムラなく味が染み込みます。\n・冷める時に味がより染み込むので、少し冷ましてから食べるのがおすすめです。"
  },
  "味噌汁（なめこ）": {
    "prep_time": 2,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "小さめの鍋に水180ml（またはだし汁180ml）と顆粒和風だし小さじ1/2程度（だし汁を使う場合は不要）を入れ、中火にかける。",
      "なめこ（株採り、ゆで）30gは、ザルにあけて軽く水で洗い、水気を切っておく。",
      "鍋の出汁が沸騰したら、洗ったなめこを加え、再び沸騰するまで1分ほど加熱する。",
      "火加減を弱火にし、淡色辛みそ12gをお玉に乗せ、出汁で溶きながら鍋全体に均一に混ぜ入れる。",
      "味噌が完全に溶けたら、味見をして火を止める。沸騰させすぎると味噌の風味が飛ぶので注意する。",
      "温かいうちに器に盛り付けて完成。"
    ],
    "tips": "味噌を溶き入れた後は、煮立たせないことで味噌本来の風味と香りを保てます。なめこは「ゆで」とあるので、下茹では不要ですが、軽く洗うことで余分なぬめりを落とせます。"
  },
  "けんちん汁": {
    "prep_time": 15,
    "cook_time": 20,
    "servings": 1,
    "steps": [
      "大根30g、人参15gは皮をむいていちょう切りにする。ごぼう15gはよく洗い、包丁の背で皮をこそげ落とし、ささがきにして5分ほど水にさらしアクを抜く。木綿豆腐30gはキッチンペーパーで包み軽く水気を切り、一口大に切る。",
      "鍋にごま油小さじ1を中火で熱し、水気を切ったごぼう、大根、人参を入れ、全体に油が回るまで2〜3分炒める。豆腐を加えてさらに1分ほど炒め合わせる。",
      "だし汁200mlを加え、強火にして沸騰させる。沸騰したら出てくるアクを丁寧に取り除く。",
      "火を弱め、具材が柔らかくなるまで蓋をして10〜15分煮る。大根が透明になったら醤油大さじ1、みりん小さじ1を加えて混ぜ、味見をして塩少々で味を調える。",
      "器に盛り付けて完成です。"
    ],
    "tips": "ごぼうは水にさらしてアクをしっかり抜きましょう。具材を最初に油でしっかり炒めることで、香ばしさとコクがアップします。お好みでねぎを散らしても美味しいです。"
  },
  "コーンスープ": {
    "prep_time": 2,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "冷凍コーン30gと普通牛乳100gをそれぞれ計量し、準備します。",
      "小鍋に計量した冷凍コーンと普通牛乳を全て入れます。",
      "小鍋を中火にかけ、焦げ付かないように時々混ぜながら、沸騰直前まで2〜3分温めます。鍋の縁がふつふつとしてきたら火を止めます。",
      "温まったコーンと牛乳をミキサー（またはハンドブレンダー用の容器）に移します。熱いので火傷に十分注意してください。",
      "蓋をして、全体がなめらかになるまで1分〜1分30秒程度ミキサーにかけます。粗さが気になる場合は、さらに30秒ほどかけます。",
      "ミキサーにかけたものを再び小鍋に戻し、弱火で1分ほど温め直します。この時も焦げ付かないように軽く混ぜてください。",
      "温め直したら火を止め、器に盛り付けて完成です。"
    ],
    "tips": "お好みで塩少々、こしょうで味を調えてください。より滑らかな口当たりにしたい場合は、ミキサーにかけた後に濾し器で裏ごしすると良いでしょう。"
  },
  "バナナ": {
    "prep_time": 1,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "新鮮なバナナ（約100g、中サイズ1本）を用意します。",
      "バナナの茎の先端、または反対側の黒い部分から皮を剥き始めます。",
      "ゆっくりとバナナのカーブに沿って、皮を根元から先端まで完全に剥がしてください。",
      "全ての皮が剥けたら、食べやすい状態になります。",
      "そのまま手で持って食べるか、皿に置いてフォークやスプーンを使ってお召し上がりください。",
      "お好みに合わせて、すぐにデザートとしてお楽しみください。"
    ],
    "tips": "皮に黒い斑点（シュガースポット）が出ている完熟バナナを選ぶと、甘みが強く、より美味しくいただけます。冷蔵庫で少し冷やしてから食べると、ひんやりとしたデザートとして楽しめます。"
  },
  "りんご": {
    "prep_time": 5,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "りんごを水で洗い、表面の汚れを落とし、清潔な布巾で水気をしっかりと拭き取ります。",
      "ピーラーまたは包丁を使い、りんごの皮を全体的に丁寧にむきます。指を切らないよう注意してください。",
      "皮をむいたりんごを縦に4等分に切り、包丁で中心にある種と硬い芯の部分をV字に切り取ります。",
      "芯を取り除いたりんごを、食べやすい厚さ（約1〜2cm）にスライスするか、お好みの大きさに角切りにします。",
      "カットしたりんごを皿に盛り付ければ完成です。すぐに召し上がってください。"
    ],
    "tips": "切ったりんごは空気に触れると変色しやすいため、すぐに食べるか、少量（数滴）のレモン汁をかけてから盛り付けると変色を防げます。冷蔵庫で冷やしてから食べると、より一層美味しくいただけます。"
  },
  "みかん": {
    "prep_time": 2,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "まず、用意した早生みかん（約80g）を軽く水で洗い、表面の汚れを落とします。",
      "みかんを片手に持ち、ヘタの部分を下にして安定させます。",
      "みかんの底（お尻の部分）から指で皮をむき始め、円を描くように全体を丁寧にむいていきます。この際、白い筋（アルベド）は栄養があるので、無理に全て取り除く必要はありません。（目安：1〜2分）",
      "皮をむき終えたら、みかんを自然な房の形に沿って優しく分けます。薄皮はそのまま食べられます。",
      "房に分けたみかんを器に盛り付けるか、このままお召し上がりください。冷やしておくと、より一層美味しくいただけます。"
    ],
    "tips": "みかんは、皮にハリとツヤがあり、ヘタが小さく緑色のものが新鮮で甘い傾向にあります。食べる直前まで冷蔵庫で冷やしておくと、より美味しくいただけます。白い筋には食物繊維やポリフェノールが豊富に含まれているため、健康を考えるならそのまま食べるのがおすすめです。"
  },
  "ヨーグルト": {
    "prep_time": 0,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "冷蔵庫から全脂無糖ヨーグルト（100.0g）を取り出し、室温に少し馴染ませるか、そのまま使用します。",
      "ヨーグルトを盛り付けるためのデザート用の器（例えば小鉢やグラス）と、食べるためのスプーンを用意します。",
      "用意した器に、全脂無糖ヨーグルト全量（100.0g）を丁寧に移し入れます。こぼさないように注意してください。",
      "器に盛り付けたヨーグルトの隣にスプーンを添えます。",
      "盛り付けが完了したら、冷たいうちにすぐにお召し上がりください。"
    ],
    "tips": "ヨーグルトは冷やして召し上がるのが一般的ですが、お好みで常温に近づけても良いでしょう。より豊かな味わいを楽しむために、はちみつ、メープルシロップ、ジャム、カットフルーツ、グラノーラなどをトッピングするのもおすすめです。"
  },
  "親子丼": {
    "prep_time": 10,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "鶏もも肉（皮つき）は一口大（約2〜3cm角）に切り、玉ねぎは薄切り（約3mm幅）にする。全卵はボウルに割り入れ、菜箸で軽く溶きほぐしておく（溶きすぎず、白身の塊が少し残る程度で良い）。",
      "小鍋または親子鍋に、出汁80ml、醤油大さじ1.5、みりん大さじ1.5、砂糖小さじ1を入れ、中火にかける。煮汁が煮立ったら、鶏肉と玉ねぎを加える。",
      "蓋をせず、鶏肉の色が変わるまで2〜3分煮る。その後、玉ねぎがしんなりし、鶏肉に火が通るまでさらに2〜3分煮込む。",
      "鶏肉と玉ねぎが煮えたら、溶き卵の2/3量を全体に回し入れる。すぐに蓋をし、弱火にして卵が半熟状になるまで15秒ほど煮る。",
      "残りの溶き卵1/3量をさらに回し入れ、再び蓋をする。火を止め、余熱で15〜30秒ほど蒸らし、好みの半熟加減にする。",
      "丼に温かいご飯（150g）を盛り、鍋の具材を滑らせるようにご飯の上に乗せて完成。お好みで刻み海苔や三つ葉を添える。"
    ],
    "tips": "卵は溶きすぎないことで、ふんわりとした食感になります。卵を2回に分けて入れ、火を止めて余熱で蒸らすことで、とろとろの半熟に仕上げることができます。"
  },
  "牛丼": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "うるち米は研いで、炊飯器に水と共に入れ、炊飯を開始します。炊き上がるまで、次の工程に進めます。",
      "玉ねぎは皮をむき、繊維に沿って薄切りにします。牛肉は、もし大きければ食べやすい幅に切っておきます。",
      "鍋に醤油大さじ2、みりん大さじ1、酒大さじ1、砂糖小さじ1、水または出汁50mlを入れ、中火にかけて煮立たせます。",
      "煮汁が煮立ったら、薄切りにした玉ねぎを加え、しんなりするまで中火で3〜4分煮ます。",
      "玉ねぎがしんなりしたら、牛肉を広げるように鍋に加え、肉の色が変わるまで中火で2〜3分煮ます。アクが出たら丁寧にすくい取ります。",
      "牛肉に火が通り、全体に味がなじんだら火を止めます。煮詰まりすぎないよう、適宜火加減を調整してください。",
      "炊き上がったごはんに、煮込んだ牛肉と玉ねぎを汁ごとたっぷりのせて完成です。"
    ],
    "tips": "牛肉は煮すぎると硬くなるため、色が変わったらすぐに火を止めるのがポイントです。ごはんを炊いている間に具材の準備と煮込みを済ませると、効率よく作れます。"
  },
  "豚丼": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "豚バラ肉80gは食べやすい一口大に切ります。玉ねぎ30gは薄切りにします。小鉢に醤油大さじ1.5、みりん大さじ1.5、酒大さじ1、砂糖小さじ1、水大さじ1を混ぜ合わせ、タレを作っておきます。炊いたご飯は丼によそっておきましょう。",
      "フライパンにサラダ油を少量（小さじ1程度）ひき、中火で熱します。豚バラ肉を入れ、色が変わるまで2～3分炒めます。余分な脂が出てきたら、キッチンペーパーで軽く拭き取ると良いでしょう。",
      "豚肉をフライパンの端に寄せ、空いたスペースに薄切りにした玉ねぎを加えます。玉ねぎがしんなりとして半透明になるまで、中火で2～3分炒めます。",
      "豚肉と玉ねぎを全体に混ぜ合わせ、事前に作っておいたタレを回し入れます。中火で1～2分煮詰め、タレが全体によく絡んで少しとろみがつくまで加熱します。",
      "火を止め、用意しておいたご飯をよそった丼に、炒めた豚肉と玉ねぎを汁ごと盛り付けたら完成です。お好みで紅生姜や七味唐辛子を添えてお召し上がりください。"
    ],
    "tips": "豚肉の余分な脂を拭き取ることで、しつこくなく美味しく仕上がります。タレは煮詰めすぎると味が濃くなるので、全体にとろみがつく程度で火を止めましょう。ご飯は炊きたてを使うと、より一層美味しくいただけます。"
  },
  "カツ丼": {
    "prep_time": 10,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "ごはん（うるち米150g）は事前に炊いておきます。りん茎（玉ねぎ）30gは薄切りに、とんかつ100gは食べやすい大きさに切ります。全卵50gは溶きほぐしておきます（白身と黄身が少し残る程度に軽く混ぜるのがおすすめです）。",
      "小鍋または親子鍋に、水またはだし汁50ml、醤油大さじ1、みりん大さじ1、砂糖小さじ1を入れ、中火にかけます。煮立ったら弱火にして調味料を溶かします。",
      "調味料が溶けたら薄切りにした玉ねぎを加え、しんなりするまで中火で2〜3分煮ます。",
      "玉ねぎがしんなりしたら、切ったとんかつを入れ、割り下を吸わせるように全体を混ぜながら中火で1分ほど煮ます。",
      "溶き卵の2/3量を回し入れ、すぐに蓋をして弱火で30秒〜1分ほど煮ます。卵のフチが固まってきたら残りの溶き卵を回し入れ、蓋をせずに半熟になるまで加熱します（約15〜30秒）。",
      "火を止め、器に盛った温かいごはんの上に、具材を滑らせるように盛り付けたら完成です。"
    ],
    "tips": "卵は混ぜすぎないことで、白身と黄身のコントラストが生まれ、見た目も美しくなります。溶き卵を入れた後は、半熟状態に仕上げることでとろとろの食感を楽しめます。とんかつは事前に温めておくと、より美味しく仕上がります。"
  },
  "チャーハン": {
    "prep_time": 5,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "ばらベーコンは1cm角に切り、葉（ねぎなどを想定）は小口切りにする。全卵は溶きほぐしておく。ごはんが冷たい場合は、電子レンジなどで温めて軽くほぐしておく。",
      "フライパンを中火で熱し、油は引かずにベーコンを炒める。カリカリになるまで2〜3分炒め、ベーコンから出た油はそのままにして、炒めたベーコンは一旦取り出しておく。",
      "フライパンに残ったベーコンの油（足りなければ少量のサラダ油を追加）を中火で熱し、溶いた卵を流し入れる。卵が半熟状になったら、温かいごはん（うるち米200g）を加え、ごはんをほぐしながら卵が全体に絡まるように1〜2分炒める。",
      "ごはんがパラパラになってきたら、取り出しておいたベーコンと小口切りにした葉（ねぎ）を加え、全体を混ぜ合わせながら中火でさらに1分ほど炒める。",
      "全体が均一に混ざり、香ばしい香りがしてきたら火を止め、皿に盛り付けて完成。"
    ],
    "tips": "ごはんは温かくすることで、卵と混ざりやすくパラパラに仕上がります。冷やご飯の場合は事前に温めてほぐしておきましょう。卵を半熟のうちにごはんと混ぜることで、ごはん一粒一粒に卵がコーティングされ、パラパラ感が増します。"
  },
  "オムライス": {
    "prep_time": 5,
    "cook_time": 12,
    "servings": 1,
    "steps": [
      "玉ねぎはみじん切りに、鶏もも肉（皮つき）は1cm角に切る。卵は溶きほぐしておく。温かいご飯を用意しておく。",
      "フライパンにサラダ油（分量外）をひき、中火で鶏もも肉を炒める。色が変わったら玉ねぎを加え、しんなりするまで2～3分炒める。",
      "フライパンにご飯を加え、木べらでほぐしながら全体を混ぜ炒める。ご飯がパラパラになったらケチャップ大さじ3（目安）、塩コショウ少々で味を調え、ムラなく混ざったら皿に取り出しておく。",
      "フライパンをキッチンペーパーで綺麗に拭き、改めてサラダ油（分量外）を薄くひいて中火にかける。フライパンが温まったら溶き卵を一気に流し入れ、手早くフライパンを回して全体に広げる。",
      "卵の表面がまだ半熟状のうちに火を止め、フライパンの奥半分にチキンライスを乗せる。手前から卵をかぶせるようにして、チキンライスを包み込む。",
      "皿をフライパンに当てて、フライパンを返すようにしてオムライスを皿に盛る。形を整え、お好みでケチャップ（分量外）をかけて完成。"
    ],
    "tips": "チキンライスは、ご飯粒がパラパラになるまでしっかり炒めることで、食感が良くなります。卵を焼く際は、フライパンをしっかり温めてから卵液を流し入れ、半熟のうちにチキンライスを乗せて包むと、とろけるような食感に仕上がります。"
  },
  "カレーライス": {
    "prep_time": 10,
    "cook_time": 30,
    "servings": 1,
    "steps": [
      "うるち米150gを軽く研ぎ、炊飯器に通常の水加減でセットし、炊飯を開始する。",
      "鶏もも肉（皮つき）80g、鶏むね肉（皮なし）60gは一口大に切る。玉ねぎ40gは薄切りにする。じゃがいも30gは皮をむき、一口大に切る。",
      "鍋にサラダ油（分量外）を中火で熱し、鶏肉を炒める。表面に軽く焼き色がついたら一度皿に取り出す。同じ鍋に玉ねぎを加え、しんなりするまで中火で5分ほど炒める。じゃがいもを加えてさらに2分ほど炒める。",
      "鍋に鶏肉を戻し入れ、水200mlを加える。沸騰したらアクを丁寧に取り除き、蓋をして弱火で15分、じゃがいもが柔らかくなるまで煮込む。",
      "いったん火を止め、カレールウ20gを加えてよく溶かす。再び弱火にかけ、かき混ぜながら5分ほど煮込み、とろみがつくまで加熱する。",
      "炊き上がったごはんを器に盛り、温かいカレーをかける。"
    ],
    "tips": "カレールウは火を止めてから溶かすとダマになりにくく、均一なとろみに仕上がります。焦げ付かないよう、煮込んでいる間は時々鍋底を混ぜてください。"
  },
  "ハヤシライス": {
    "prep_time": 15,
    "cook_time": 20,
    "servings": 1,
    "steps": [
      "うるち米150.0gを計量し、やさしく研いだ後、通常の水加減で炊飯器にセットし、炊飯を開始します。",
      "牛肉（脂身つき80.0g）は食べやすい大きさに切ります。玉ねぎ（りん茎50.0g）は皮をむいて薄切りにします。マッシュルーム（菌床栽培30.0gと仮定）は石づきを取り除き、薄切りにします。",
      "フライパンに少量のサラダ油（分量外）を中火で熱し、まず玉ねぎを炒めます。玉ねぎがしんなりとして透明になったら、牛肉を加えて色が変わるまで炒め、さらにマッシュルームを加えて2〜3分炒め合わせます。",
      "一度火を止め、市販のハヤシライスのルー（1人前分）またはデミグラスソース缶（約100g、分量外）を加えてよく混ぜ合わせます。指定された分量の水（ルーの箱の表示に従う）を加え、再び中火にかけてとろみがつくまで時々混ぜながら5〜8分煮込みます。",
      "ご飯が炊き上がったら器に盛り付け、温かいハヤシソースをたっぷりとかけて完成です。"
    ],
    "tips": "玉ねぎをじっくりと炒めることで甘みが増し、ハヤシソースのコクが深まります。ソースを煮込む際は、焦げ付かないよう、鍋底からしっかりと混ぜるようにしましょう。"
  },
  "焼きそば": {
    "prep_time": 5,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "材料の下準備をします。脂身つきの豚肉は2cm幅に、結球葉（キャベツ）は食べやすい大きさにざく切りにします。蒸し中華めんは袋から出して、手で軽くほぐしておきます。",
      "フライパンにサラダ油（分量外：小さじ1）を中火で熱し、切った豚肉を入れます。色が変わってカリッとするまで、2分ほど炒めます。",
      "豚肉に火が通ったら、結球葉（キャベツ）を加えて強火で1分炒めます。キャベツが少ししんなりしたら、りょくとうもやし（油いため）を加えて、全体を混ぜながらさらに30秒〜1分炒めます。",
      "野菜をフライパンの端に寄せ、空いたスペースにほぐした蒸し中華めんを入れます。麺に軽く焼き色をつけながら1分ほど炒め、その後全体を混ぜ合わせながらさらに1分炒めほぐします。麺が固まっている場合は、水（分量外：大さじ1）を加えてほぐすと良いでしょう。",
      "全体が均一に混ざったら、焼きそばソース（分量外：大さじ2〜3）を回し入れます。強火でソースが全体にしっかり絡むように、手早く1分ほど炒め合わせます。",
      "ソースが全体になじんだら火を止め、皿に盛り付ければ完成です。お好みで青のりや紅しょうがを添えても美味しくいただけます。"
    ],
    "tips": "麺を炒める際に少量の水を加えることで、麺がほぐれやすくなり、焦げ付きも防げます。ソースは一気に加えず、フライパンの縁から回し入れると全体に絡みやすくなります。"
  },
  "醤油ラーメン": {
    "prep_time": 15,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "具材の下準備をします。塩抜き（15.0g、メンマとして使用）は、たっぷりの水に15分以上浸して塩抜きし、水気をしっかり切っておきます。葉（10.0g、ほうれん草や小松菜などの青菜）は洗い、根元を切り落とします。小鍋に湯を沸かし、青菜を30秒ほどさっと茹でて冷水にとり、水気を絞って食べやすい大きさに切ります。",
      "ラーメンスープを準備します。丼に醤油大さじ2、みりん大さじ1、酒大さじ1、鶏ガラスープの素小さじ1/2を入れ、熱湯250mlを加えてよく混ぜ、スープとして温めておきます。",
      "豚肉を調理します。脂身つき（30.0g、チャーシューとして使用）は薄切りにします。フライパンを中火で熱し、豚肉を入れて両面に焼き色がつくまで焼きます。余分な脂はキッチンペーパーで拭き取ります。",
      "中華麺を茹でます。別の大きな鍋にたっぷりの湯を沸かし、中華めん（200.0g）を袋の表示時間通り（通常1分半〜3分）に茹でます。",
      "盛り付けをします。麺が茹で上がったら湯をよく切り、温めておいたスープの入った丼に入れます。その上に焼いた豚肉、塩抜きしたメンマ、茹でた青菜を彩りよく盛り付けて完成です。"
    ],
    "tips": "スープを入れる前に丼を熱湯で温めておくと、ラーメンが冷めにくく、最後まで美味しくいただけます。麺は茹ですぎると伸びやすいので、表示時間通りか、少し硬めに茹でてすぐに盛り付けるのがおすすめです。"
  },
  "味噌ラーメン": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "フライパンを中火で熱し、少量のサラダ油（分量外）をひく。ひき肉を入れ、色が変わるまで炒める。りょくとうもやしを加えてさらに1〜2分炒め、軽く塩こしょう（分量外）で味を調え、皿に取り出しておく。",
      "中華めんをゆでる用の大きめの鍋と、味噌スープ用の小鍋を用意する。中華めん用の鍋にたっぷりの湯（分量外）を沸かす。小鍋には水350ml（分量外）、鶏ガラスープの素小さじ1（分量外）を入れて強火にかける。",
      "小鍋の湯が沸騰したら、淡色辛みそ15gを溶かし入れ、醤油小さじ1、みりん小さじ1、おろしにんにく少々（いずれも分量外）で味を調える。火を弱め、スープが煮立たないように温めておく。",
      "中華めん用の鍋の湯が沸騰したら中華めんを入れ、袋の表示時間通り（通常2〜3分）にゆでる。ゆであがったらざるにあげ、しっかりと湯を切る。",
      "温めておいたラーメン鉢に湯切りした中華めんを入れ、温かい味噌スープをゆっくりと注ぎ入れる。炒めておいたひき肉ともやしを麺の上にバランスよく盛り付け、お好みで刻みねぎやごま油（分量外）を散らして完成。"
    ],
    "tips": "麺は表示時間より少し短めにゆでると、のびずに美味しくいただけます。スープは味噌の風味を活かすため、沸騰させすぎないように弱火で温めましょう。お好みでバターやラー油を加えても美味しくいただけます。"
  },
  "ナポリタン": {
    "prep_time": 5,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "ウインナーソーセージは斜め薄切りに、玉ねぎ（りん茎）は薄切りに、ピーマン（果実）はヘタと種を取り除いて細切りにする。",
      "フライパンにサラダ油（大さじ1）をひき、中火で熱する。ウインナーソーセージを入れ、表面に焼き色がつくまで1分ほど炒める。",
      "玉ねぎ、ピーマンを加えて、玉ねぎがしんなりするまで2～3分炒める。",
      "ゆでたスパゲッティ（マカロニでも可）を加え、麺が固まっている場合は水（大さじ1～2）を加えてほぐしながら全体を混ぜ合わせるように1分ほど炒める。",
      "ケチャップ（大さじ3〜4）を加えて、全体にムラなく絡むように中火で1〜2分炒め合わせる。ケチャップの水分が飛び、香ばしい香りがするまで炒めると良い。",
      "味見をして、必要であれば塩・こしょう（少々）で味を調える。器に盛り付けて完成。"
    ],
    "tips": "ケチャップを加えたら、焦げ付かないように混ぜながらしっかり炒めることで、酸味が飛び、コクと香ばしさが増します。スパゲッティがほぐれにくい場合は、パスタの茹で汁を少量加えるのもおすすめです。"
  },
  "ペペロンチーノ": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "ニンニク（10g）は薄切りにする。ばらベーコン（20g）は1cm幅に切る。鷹の爪（1本、材料リストにはないが必須）は種を取り除いて輪切りにする。",
      "鍋にたっぷりの水（約1リットル）と塩（大さじ1弱、分量外）を入れて沸騰させ、スパゲッティ（乾燥80g）を袋の表示時間通りに茹で始める。",
      "フライパンにオリーブオイル（大さじ2、分量外）、薄切りにしたニンニク、輪切りにした鷹の爪を入れ、ごく弱火で3〜5分かけてじっくりと加熱し、ニンニクがきつね色になるまで香りを出す。",
      "ニンニクがきつね色になったら、ばらベーコンを加えて中火で炒め、ベーコンがカリカリになるまで火を通す。",
      "茹で上がったスパゲッティをトングなどでフライパンに移し、パスタの茹で汁（お玉1杯、約50ml）を加えて、フライパンを揺らしながら手早く混ぜ合わせ、ソースとパスタを乳化させる。",
      "塩（少々、分量外）と黒胡椒（たっぷり、分量外）で味を調え、全体が均一に混ざったら器に盛り付ける。"
    ],
    "tips": "ソースを乳化させることで、パスタとソースが一体となり美味しく仕上がります。茹で汁の量でとろみを調整してください。ニンニクは焦がさないように、ごく弱火でじっくり香りを引き出すのがポイントです。"
  },
  "カルボナーラ": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "鍋にたっぷりの湯（約1.5L）を沸かし、塩（小さじ2、分量外）を加えてマカロニまたはスパゲッティ（乾麺100gを想定）を袋の表示時間より1分短めに茹で始めます。",
      "ばらベーコンは1cm幅に切ります。フライパンに油はひかずに中火で熱し、ベーコンを入れ、カリッとするまで（3〜5分目安）焼きます。焼けたら火を止め、フライパンにベーコンと脂を残しておきます。",
      "ボウルに全卵（50g）、細かく刻んだ（またはすりおろした）プロセスチーズ（20g）を入れ、よく混ぜ合わせます。お好みで黒こしょう（分量外）も加えます。",
      "茹で上がったパスタをトングなどで直接2のフライパンに移し、火を止めた状態でベーコンと脂によく絡めます。パスタの茹で汁を大さじ2程度加え、素早く混ぜ合わせます。",
      "フライパンの熱が少し落ち着いたことを確認し（熱すぎると卵が固まるため）、3の卵チーズソースを一度に加えます。手早く、全体を混ぜ合わせながらソースを乳化させます。ソースが固くなりすぎたら茹で汁を少量ずつ足して調整します。皿に盛り付け、お好みで黒こしょう（分量外）を振って完成です。"
    ],
    "tips": "卵ソースを加える際は、フライパンの火を止め、少し粗熱を取ってから手早く混ぜ合わせることが重要です。熱すぎると卵が固まってしまい、とろみが失われます。また、パスタの茹で汁を少量ずつ加えることで、ソースの濃度を調整し、なめらかに乳化させることができます。"
  },
  "焼きうどん": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "豚バラ肉は3〜4cm幅に、キャベツはざく切りに、玉ねぎは薄切りにする。ゆでうどんは袋から出して、水で軽くほぐし、水気を切っておく。",
      "フライパンを中火で熱し、豚バラ肉を入れ、色が変わるまで2〜3分炒める。余分な脂が出てきたらキッチンペーパーで軽く拭き取ると良い。",
      "豚肉に火が通ったら、キャベツと玉ねぎを加え、中火で野菜がしんなりするまで2〜3分炒める。",
      "野菜がしんなりしたら、水気を切ったうどんを加え、菜箸でうどんをほぐしながら、全体を混ぜ合わせるように1〜2分炒める。",
      "うどんが温まったら、醤油（大さじ1.5〜2程度、お好みで調整）をフライパンの鍋肌から回し入れ、全体に絡めるように強火で1分ほど炒め合わせる。",
      "火を止め、器に盛り付けて完成です。"
    ],
    "tips": "うどんは炒める前に水で軽くほぐしておくと、フライパンで塊にならず炒めやすくなります。醤油を鍋肌から加えることで香ばしさが増し、風味豊かな焼きうどんになります。"
  },
  "鍋焼きうどん": {
    "prep_time": 10,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "材料の下準備をします。鶏もも肉（皮つき）は一口大に切ります。しいたけ（生）は軸を切り落とし、お好みで飾り切りにするか、薄切りにします。長ねぎ（軟白部分）は斜め薄切りにします。",
      "鍋に出汁の材料（水350ml、醤油大さじ2、みりん大さじ1、顆粒だし小さじ1/2）を入れ、中火にかけます。沸騰したら、鶏もも肉としいたけを加えて、アクを取りながら5分ほど煮込みます。",
      "長ねぎを加え、ゆでうどんをほぐしながら鍋に入れます。うどんが温まるまで、中火で2〜3分煮込みます。",
      "うどんが温まったら、鍋の中央に卵をそっと落とし入れます。蓋をして弱火にし、卵がお好みの固さ（半熟なら2分程度、しっかり火を通すなら3分程度）になるまで煮ます。",
      "火を止め、熱々のうちに丼や土鍋に盛り付けます。お好みで七味唐辛子を振ってお召し上がりください。"
    ],
    "tips": "うどんの種類によって煮込み時間が異なりますので、表示に従ってください。卵は半熟に仕上げると、うどんに絡んでより美味しくいただけます。出汁の味は、お好みで醤油や塩で調整してください。"
  },
  "おにぎり（梅）": {
    "prep_time": 2,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "炊き上がった温かいごはん（100g）を準備します。炊飯器から取り出す前に5分ほど蒸らし、少し粗熱が取れていると握りやすいです。",
      "梅干しは種を取り除き、包丁で軽く叩いてほぐしておきます。大粒の梅干しであれば1個、小さめであれば1〜2個が目安です。",
      "清潔な手で作業します。ボウルに水（またはぬるま湯）を少量用意し、指先に塩をひとつまみつけて溶かします。これを手塩として使います。",
      "片手にご飯（約100g）を乗せ、軽く広げます。中央にほぐした梅干しを乗せます。",
      "梅干しを包み込むようにご飯をまとめ、手塩をつけたもう片方の手で優しく握り始めます。ご飯を潰しすぎないように、指の付け根を使って空気を含ませるように2～3回、好みの形（三角や俵形など）に成形します。",
      "握り終えたおにぎりに、焼きのり（1g）を巻いたら完成です。"
    ],
    "tips": "炊きたてのご飯は少し冷ましてから握ると、熱すぎず適度な粘り気で握りやすくなります。握る際は、ご飯を潰しすぎないように、空気を含ませるイメージでふんわりと成形すると、より美味しく仕上がります。手に塩水をつける代わりに、ラップを使って握ると衛生的で手が汚れません。"
  },
  "おにぎり（昆布）": {
    "prep_time": 30,
    "cook_time": 60,
    "servings": 1,
    "steps": [
      "うるち米（100.0g）は優しく研ぎ、分量の水（目安：米100gに対し水110ml程度）と共に炊飯器の内釜に入れ、30分ほど浸水させます。",
      "炊飯器の通常モードでごはんを炊きます。炊き上がったらすぐに蓋を開けず、10分ほど蒸らします。",
      "炊き上がったごはんをしゃもじで切るように混ぜ、余分な水分を飛ばしながらほぐします。粗熱が取れる程度に少し冷まします。",
      "用意した昆布の佃煮（5.0g）をごはんの全体にムラなく混ぜ合わせます。ごはんが温かいうちに混ぜると味がよくなじみます。",
      "手を軽く水で濡らし、お好みで少量の塩（分量外）を手のひらにつけます。混ぜたごはんを適量（1人分100gなので1個）手に取り、お好みの形（三角や俵形）に優しく、しかし崩れない程度にしっかりと握ります。",
      "握ったおにぎりに、焼きのり（1.0g）を巻きつけたら完成です。"
    ],
    "tips": "ごはんを握る際は、強く握りすぎると硬くなるため、ごはんの粒を感じる程度の力加減で握るのがコツです。手を水で濡らしてから握ると、ごはんがつきにくく、また火傷の防止にもなります。"
  },
  "チキンソテー": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "鶏むね肉（皮つき120g）は、厚い部分があれば開いて全体を均一な厚さにする。皮面にフォークで数カ所穴を開け、キッチンペーパーで水気をしっかり拭き取る。両面に塩、黒こしょうを少々振る。",
      "フライパンにオリーブオイル（小さじ1程度）をひき、中火で熱する。",
      "フライパンが十分に温まったら、鶏むね肉の皮目を下にして入れる。中火で5～7分、皮がこんがりとキツネ色になり、カリッとするまで焼く。途中でフライ返しなどで軽く押さえつけると、皮全体が均一に焼ける。",
      "皮がカリッとしたら裏返し、弱火にして3～5分焼く。肉の厚みにもよるが、側面から火が通っているのが見えるまで焼く。",
      "火を止め、フライパンに蓋をして2～3分余熱で火を通す。これにより、肉がしっとりと仕上がる。",
      "鶏むね肉を取り出し、食べやすい大きさに切って皿に盛り付ける。"
    ],
    "tips": "皮目をしっかり焼くことで香ばしく、パリッとした食感になります。余熱で火を通すことで、肉がパサつかずにしっとりジューシーに仕上がります。"
  },
  "チキン南蛮": {
    "prep_time": 15,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "全卵（30g）を小さな鍋に入れ、卵がかぶる程度の水を加えて中火にかけます。沸騰後5分ほど茹でて半熟〜固ゆで卵を作り、すぐに冷水にとって殻をむき、粗めのみじん切りにします。",
      "りん茎（玉ねぎ・20g）もみじん切りにし、ボウルに入れて水に5分ほどさらして辛味を抜きます。キッチンペーパーなどで水気をしっかりと絞っておきます。",
      "別のボウルにみじん切りにしたゆで卵と玉ねぎ、マヨネーズ大さじ2、塩少々、こしょう少々を入れ、全体がなじむように混ぜ合わせ、タルタルソースを作ります。",
      "小鍋に醤油大さじ1、酢大さじ1、砂糖大さじ1、みりん大さじ0.5、水大さじ0.5を入れ、中火にかけます。沸騰したら火を弱め、時々混ぜながらとろみがつくまで2分ほど煮詰めて甘酢ダレを作ります。",
      "から揚げ（120g）を電子レンジ（600Wで1分30秒程度）やオーブントースター、または少量の油をひいたフライパンで中火で3分程度温めます。",
      "温まったから揚げを甘酢ダレの入った小鍋に入れ、タレが全体に均一に絡むように混ぜます。お皿に盛り付け、上から作ったタルタルソースをたっぷりとかけて完成です。"
    ],
    "tips": "タルタルソースの玉ねぎはしっかり水気を絞ることで、水っぽくならず美味しく仕上がります。甘酢ダレは煮詰めすぎると味が濃くなりすぎるので注意してください。"
  },
  "唐揚げ": {
    "prep_time": 20,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "鶏もも肉（150g）は余分な脂肪を取り除き、3〜4cm角の一口大に切ります。",
      "ボウルに鶏肉、醤油、酒、みりん（各大さじ1）、おろししょうが、おろしにんにく、ごま油（各小さじ1/2）を入れ、手でよく揉み込みます。ラップをして冷蔵庫で15分以上（できれば30分）漬け込みます。",
      "漬け込んだ鶏肉の水分を軽く切り、片栗粉（大さじ3〜4）を全体に薄く均一にまぶします。余分な粉は軽くはたき落とします。",
      "揚げ油をフライパンまたは鍋に入れ、中火で170℃に熱します。菜箸を差し入れて細かい泡がシュワシュワと上がるのが目安です。",
      "170℃の油に鶏肉を重ならないように入れ、片面3分ずつ、合計6分程度揚げます。きつね色になったら一度取り出し、油を切っておきます。",
      "油の温度を中火の強で180℃に上げます。一度揚げた鶏肉を再度油に戻し、1分半〜2分程度揚げます。表面がこんがりと濃いきつね色になり、カリッとしたら取り出します。",
      "揚がった唐揚げはキッチンペーパーなどで余分な油をしっかり切り、器に盛り付けます。お好みでレモンを添えて完成です。"
    ],
    "tips": "鶏肉は下味にしっかり漬け込むことで味が染み込みます。二度揚げをすることで衣がカリッとし、中はジューシーに仕上がります。焦げ付かないように火加減を調整しましょう。"
  },
  "鶏の竜田揚げ": {
    "prep_time": 30,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "鶏もも肉（100g）は余分な脂や筋を取り除き、厚さが均一になるように開いてから、一口大（約3〜4cm角）に切ります。",
      "ボウルに醤油大さじ1、酒大さじ1、生姜のすりおろし小さじ1/2（お好みでニンニクのすりおろし少量）を混ぜ合わせ、切った鶏肉を加えてよく揉み込みます。ラップをして冷蔵庫で20〜30分程度漬け込みます。",
      "漬け込んだ鶏肉の汁気を軽く切り、片栗粉大さじ2〜3を全体に薄く均一にまぶします。余分な粉ははたき落としてください。",
      "揚げ鍋に揚げ油を鶏肉が浸る程度の高さまで入れ、170〜180℃に熱します。菜箸を油に入れると細かい泡がすぐに立ち上る状態が目安です。",
      "熱した油に鶏肉を一つずつ丁寧に離して入れ、片面を中火で2〜3分揚げます。きつね色になったら裏返し、さらに2〜3分揚げて中まで火を通します。",
      "一度全て取り出して油の温度を180℃に上げ、全ての鶏肉を再度油に入れ、1分ほどカリッとするまで二度揚げします。",
      "揚げ色がつき、中までしっかりと火が通ったら、網に乗せて余分な油を切ります。"
    ],
    "tips": "鶏肉を下味にしっかり漬け込むことで味が染み込みます。片栗粉は薄く均一にまぶし、余分な粉はしっかりはたき落とすことで、カラッと揚がります。二度揚げすることで、より衣がサクサクになります。"
  },
  "ささみのチーズ焼き": {
    "prep_time": 5,
    "cook_time": 12,
    "servings": 1,
    "steps": [
      "オーブンを200℃に予熱し始めます。天板にはオーブンシートを敷いておきます。",
      "ささみは白い筋を包丁で丁寧に取り除きます。その後、厚さが均一になるように横から包丁を入れ、観音開きにします。",
      "プロセスチーズは、ささみに乗せやすいように薄切りにするか、細切りにしておきます。",
      "オーブンシートを敷いた天板に開いたささみを並べ、その上に均等にプロセスチーズを乗せます。",
      "200℃に予熱が完了したオーブンに入れ、チーズが溶けて軽く焼き色がつくまで10〜12分焼きます。焼き加減を見ながら調整してください。"
    ],
    "tips": "ささみは厚さが均一になるように開くことで、火の通りが良くなり、ムラなく焼き上がります。焼き時間はオーブンの機種やささみの厚みによって調整してください。お好みで焼く前に少量の塩胡椒を振ったり、乾燥パセリを散らしたりすると、風味が増します。"
  },
  "豚のしょうが焼き（厚切り）": {
    "prep_time": 10,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "厚切り豚ロース肉（120g）は、脂身と赤身の間にある筋を包丁で数カ所切り、肉叩き（または瓶の底など）で軽く叩いて厚さを均一にし、柔らかくします。",
      "生姜10gは皮をむいてすりおろし、醤油大さじ2、みりん大さじ1.5、酒大さじ1、砂糖小さじ1/2（お好みで甘さの調整）を混ぜ合わせ、生姜焼きのタレを作ります。",
      "フライパンにサラダ油小さじ1をひき、強めの中火で熱します。",
      "フライパンが温まったら豚肉を入れ、片面を2〜3分、きつね色の焼き色がつくまで焼きます。裏返してもう片面も同様に2〜3分焼いて、中まで火を通します。",
      "豚肉の両面に焼き色がついたら、火を中火の弱めに落とし、フライパンの余分な脂をキッチンペーパーで軽く拭き取ります。",
      "作っておいたタレをフライパンに加えて全体に絡めます。タレがとろみがつき、肉にしっかりと絡むまで1〜2分煮詰めます。",
      "タレが絡まったら火を止め、皿に盛り付けて完成です。"
    ],
    "tips": "厚切り肉は筋切りと軽く叩くことで柔らかく仕上がります。タレを絡める際は、焦げ付かないように火加減を調整し、タレにとろみがつくまで短時間で仕上げると、より美味しくなります。"
  },
  "豚の角煮": {
    "prep_time": 15,
    "cook_time": 135,
    "servings": 1,
    "steps": [
      "豚バラ肉（塊）150gは厚さ3〜4cm、またはお好みの大きさに切り分けます。長ネギの軟白部分20gは、半分を3cm程度のぶつ切りに、残り半分は白髪ねぎ用に細切りにします。",
      "鍋に切った豚肉、ひたひたになるくらいの水（約500ml）、ぶつ切りにした長ネギ、薄切りにした生姜2-3枚（分量外）を入れ、強火にかけます。沸騰したらアクを丁寧に取り除き、弱火にして蓋をし、約30分下茹でします。",
      "30分経ったら豚肉を一度取り出し、水で洗い、表面の余分な脂とアクを取り除きます。鍋の煮汁は捨て、きれいに洗った鍋に豚肉を戻します。醤油大さじ2、砂糖大さじ1.5、酒大さじ2、みりん大さじ1、水200ml（分量外）を加えて混ぜます。",
      "鍋を中火にかけ、煮立ったら落とし蓋をして弱火にします。焦げ付かないように時々混ぜながら、1時間半〜2時間煮込みます。煮汁が少なくなったら適宜水を足してください。",
      "豚肉が箸で簡単に切れるくらい柔らかくなったら火を止め、器に盛り付けます。細切りにしておいた長ネギ（白髪ねぎ）を添えて完成です。"
    ],
    "tips": "豚肉は一度冷ましてから切ると崩れにくくなります。長時間煮込むことで肉が柔らかく、味がしっかりと染み込みます。煮込みすぎると焦げ付くことがあるので、時々混ぜて調整してください。"
  },
  "トンテキ": {
    "prep_time": 10,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "豚ロース肉（厚切り 120g）は、筋を数カ所切り、両面に軽く塩・こしょう（各少々）を振る。全体に薄力粉（大さじ1程度、分量外）を薄くまぶす。キャベツ（40g）は千切りにして冷水にさらし、パリッとしたら水気をしっかり切っておく。",
      "小皿に【タレ】の材料（ウスターソース大さじ1.5、醤油大さじ1、みりん大さじ1、酒大さじ1、おろしにんにくチューブ2cm）をすべて混ぜ合わせておく。",
      "フライパンにサラダ油（大さじ1/2程度、分量外）を中火で熱し、薄力粉をまぶした豚肉を入れる。片面を2～3分焼き、きつね色の焼き色がついたら裏返す。",
      "裏返したらすぐに蓋をして、弱めの中火で3～4分蒸し焼きにし、豚肉の中までじっくり火を通す。",
      "蓋を外し、フライパンに残った余分な脂をキッチンペーパーで丁寧に拭き取る。混ぜておいた【タレ】を回し入れ、強火にする。",
      "豚肉にタレを絡めながら、タレが煮詰まってとろみがつくまで1分ほど加熱する。豚肉全体にタレをしっかりと吸わせる。",
      "器に水気を切った千切りキャベツを添え、焼いたトンテキを盛り付ける。フライパンに残ったタレを上からたっぷりとかけて完成。"
    ],
    "tips": "豚肉の筋を切ることで、焼いたときに肉が縮むのを防ぎ、均一に火が通ります。薄力粉をまぶすことでタレが肉によく絡み、旨味が逃げにくくなります。蓋をして蒸し焼きにすると、厚切り肉でも中までしっとりと火が通り、柔らかく仕上がります。"
  },
  "回鍋肉": {
    "prep_time": 7,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "豚バラ薄切り肉（80g）は3〜4cm幅に、キャベツ（80g）はざく切りに、ピーマン（30g、約1/2個）はヘタと種を取り除いて一口大に切ります。",
      "甜麺醤大さじ1.5、醤油小さじ1、酒小さじ1、砂糖小さじ0.5、豆板醤小さじ0.5（お好みで）を混ぜ合わせておきます。",
      "フライパンにサラダ油大さじ1/2を中火で熱し、豚バラ肉を入れ、脂が出てカリッとするまで3〜4分炒めます。キッチンペーパーで余分な脂を拭き取ります。",
      "豚肉をフライパンの端に寄せ、空いたスペースにキャベツとピーマンを入れます。強火にして、キャベツがしんなりするまで2〜3分炒めます。",
      "全体を混ぜ合わせ、混ぜておいた調味料を加えて、全体に味が絡むように1〜2分手早く炒め合わせます。焦げ付かないよう注意してください。",
      "火を止め、ごま油小さじ1/2を回し入れたら、さっと混ぜて器に盛り付けます。"
    ],
    "tips": "キャベツやピーマンは強火で手早く炒めることで、シャキシャキとした食感を残せます。豚肉はしっかり焼き付けて香ばしさを出すと、より美味しく仕上がります。"
  },
  "麻婆豆腐": {
    "prep_time": 15,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "木綿豆腐200gはキッチンペーパーに包んで軽く水気を切り、2cm角に切ります。軟白（長ネギ）10gはみじん切りにします。",
      "別のボウルに、醤油大さじ1、酒大さじ1/2、砂糖小さじ1/2、鶏ガラスープ100ml（水100mlに鶏ガラスープの素小さじ1/2を溶いたものでも可）を混ぜ合わせておきます。さらに、片栗粉大さじ1を水大さじ2で溶いて水溶き片栗粉を作っておきます。",
      "フライパンにサラダ油大さじ1（分量外）を中火で熱し、ひき肉50gを入れ、ほぐしながら色が変わるまで炒めます。お好みでニンニクと生姜（各1/2かけ分のみじん切り、分量外）を加えて香りが立つまで炒めます。",
      "ひき肉に火が通ったら、豆板醤小さじ1（お好みで甜麺醤小さじ1/2も）を加え、弱火にして香りが出るまで1分ほど炒めます。",
      "準備しておいた合わせ調味料を加え、煮立ったら豆腐を優しく加えて中火で5分ほど煮込みます。豆腐が煮崩れないよう、時々フライパンを揺らすか、底からそっと混ぜる程度にしてください。",
      "一度火を止め、水溶き片栗粉を再度よく混ぜてから回し入れます。再び中火にかけて、混ぜながらとろみがつくまで1分ほど加熱します。",
      "みじん切りにした長ネギ10gを加え、お好みでごま油少々（分量外）を回し入れたら軽く混ぜ、器に盛り付けます。お好みで花椒（分量外）を振って完成です。"
    ],
    "tips": "豆腐は煮崩れしにくい木綿豆腐を使用し、事前に水切りすることで味が染み込みやすくなります。豆板醤は焦がさないように弱火でしっかり炒めると香りが引き立ちます。水溶き片栗粉を加える際は、一度火を止めてから混ぜ入れるとダマになりにくいです。"
  },
  "酢豚": {
    "prep_time": 15,
    "cook_time": 12,
    "servings": 1,
    "steps": [
      "豚バラ肉（80g）は一口大に切り、醤油小さじ1/2、酒小さじ1/2を揉み込み、片栗粉小さじ1を加えてさらに揉み込みます。玉ねぎ（40g）、ピーマン（30g）、パプリカ（30g）も一口大に切ります。ボウルに醤油大さじ1、酢大さじ1、砂糖大さじ1、水大さじ2、片栗粉小さじ1を混ぜ合わせ、甘酢あんを作っておきます。",
      "フライパンに揚げ油（大さじ3程度）を入れ、中火に熱します。豚肉に片栗粉（大さじ1程度、衣用）を薄くまぶし、両面がきつね色になるまで2〜3分揚げ焼きにし、一度皿に取り出します。",
      "同じフライパンに残った油を少量（大さじ1程度）残し、玉ねぎを加えて中火で1分ほど炒め、透明感が出たらピーマンとパプリカを加えてさらに1分ほど炒めます。",
      "炒めた野菜に豚肉を戻し入れ、混ぜておいた甘酢あんを再度よく混ぜてから回し入れます。弱めの中火で、全体に絡めながらとろみがつくまで1分ほど炒め煮します。",
      "とろみがつき、全体に味が絡んだら火を止め、器に盛り付ければ完成です。"
    ],
    "tips": "豚肉は片栗粉をまぶして揚げ焼きにすることで、やわらかく仕上がり、あんが絡みやすくなります。甘酢あんは、加える直前にもう一度よく混ぜてから回し入れると、片栗粉が沈殿せず均一にとろみがつきます。"
  },
  "ぶりの照り焼き": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "ぶりの下処理をします。ぶりに軽く塩（分量外）を振り、5分ほど置いて水分を出します。キッチンペーパーで出てきた水分を丁寧に拭き取ります。これにより、ぶりの臭みが取れ、味が染み込みやすくなります。",
      "照り焼きのタレを作ります。小さなボウルに、醤油大さじ1、みりん大さじ1、酒大さじ1、砂糖小さじ1を混ぜ合わせておきます。",
      "ぶりを焼きます。フライパンにサラダ油（分量外）を少量ひき、中火で熱します。温まったらぶりの皮目を下にして入れ、中火で3～4分焼きます。皮にこんがりと焼き色がついたら裏返し、身側を2～3分焼きます。余分な油が出ていたらキッチンペーパーで軽く拭き取ります。",
      "タレを絡めます。火を少し弱めて（中弱火）、ステップ2で用意したタレをフライパンに回し入れます。ぶり全体にタレを絡めながら、タレがとろみがつくまで煮詰めます。スプーンでタレをぶりにかけながら、約2～3分煮詰めます。",
      "盛り付けます。タレが十分に絡んで照りが出たら火を止め、皿に盛り付けます。フライパンに残ったタレを上からかけたら完成です。お好みで白ごまや刻んだ青ネギを散らしても美味しいです。"
    ],
    "tips": "ぶりの臭みを取るために、塩を振って出た水分をしっかり拭き取ることが重要です。タレを煮詰める際は焦げ付きやすいので、火加減に注意し、スプーンでタレをかけながら煮詰めると全体に味が均一に絡みます。"
  },
  "ぶり大根": {
    "prep_time": 25,
    "cook_time": 30,
    "servings": 1,
    "steps": [
      "大根は皮をむき、厚さ1.5cm程度の半月切り（または輪切り）にする。面取りをして、片面に十字の隠し包丁を入れる。米のとぎ汁（または水に米粒少々）と共に鍋に入れ、竹串がスッと通るまで中火で15〜20分下茹でする。茹で上がったら冷水で洗い、ぬめりを取る。",
      "ぶりは軽く塩（分量外）を振り、5分ほど置いて水分が出たらキッチンペーパーで拭き取る。熱湯を回しかけるか、さっとくぐらせて霜降りし、すぐに冷水にとって血合いや汚れをきれいに洗い流し、水気をしっかり拭き取る。",
      "鍋に水200ml、酒大さじ2、みりん大さじ2、砂糖大さじ1、醤油大さじ2を入れ、中火にかける。",
      "煮汁が沸騰したら、下処理した大根を鍋に並べ入れる。再度沸騰したら弱火にし、大根が半透明になるまで10分ほど煮る。",
      "大根の上に下処理したぶりを並べ入れ、落とし蓋をして、さらに弱火で15〜20分煮込む。アクが出たら丁寧に取り除く。",
      "煮汁が少なくなってきたら火を止め、そのまま5〜10分程度置いて味を染み込ませる。器に盛り付けて完成。"
    ],
    "tips": "大根はしっかり下茹でして、ぶりの霜降りで臭みを取り除くと美味しく仕上がります。煮込む際は落とし蓋を使用すると、全体に味が均一に染み込みやすくなります。一度冷ますとさらに味が染み込みます。"
  },
  "あじフライ": {
    "prep_time": 15,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "あじは水で洗い、キッチンペーパーで水気をしっかり拭き取ります。骨があれば骨抜きで取り除き、両面に軽く塩こしょうを振ります。",
      "キャベツは千切りにし、冷水に約5分さらしてパリッとさせたら、しっかりと水気を切っておきます。衣付け用に、バットまたは皿に薄力粉、溶き卵、パン粉をそれぞれ用意します。",
      "あじに薄力粉を薄くまんべんなくまぶし、余分な粉ははたき落とします。次に溶き卵にくぐらせ、最後にパン粉を全体にしっかりとつけ、軽く押さえてパン粉が剥がれないようにします。",
      "揚げ鍋に揚げ油を3cm程度の深さまで入れ、中火で170〜180℃に熱します。菜箸の先に衣を少量つけて油に落とし、すぐに泡とともに浮き上がってくるくらいが目安です。",
      "熱した油にあじをそっと入れ、片面を中火で約2分揚げます。衣がきつね色になったら裏返し、もう片面も約2分揚げて、中までしっかりと火を通します。",
      "両面がきつね色になり、カリッと揚がったら、油から取り出して網に乗せ、余分な油を切ります。",
      "皿にあじフライを盛り付け、水気を切った千切りキャベツを添えて完成です。お好みでレモンやとんかつソースなどをかけてお召し上がりください。"
    ],
    "tips": "あじの水気をしっかり拭き取ることで、衣が剥がれにくく、カラッと揚がります。揚げ油の温度を一定に保ち、一度にたくさん入れすぎないようにすると、きれいに仕上がります。"
  },
  "あじの南蛮漬け": {
    "prep_time": 15,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "まず、南蛮酢を作ります。鍋に醤油大さじ1.5、酢大さじ1.5、砂糖大さじ1、みりん大さじ0.5、だし汁（または水）大さじ2、鷹の爪の輪切り少々を入れ、中火にかけて砂糖が溶けるまで温めたら火を止め、粗熱を取っておきます。",
      "玉ねぎ30gは薄切りに、人参20gは皮をむいて千切りにします。これらをバットや深めの容器に入れておきます。",
      "あじの切り身80gはキッチンペーパーで水気をしっかりと拭き取り、両面に軽く塩こしょうを振ります。その後、全体に薄く片栗粉（または薄力粉）をまぶします。",
      "揚げ油を鍋に入れ、170℃に熱します。片栗粉をまぶしたあじを油に入れ、片面2〜3分ずつ、きつね色になりカリッとするまで揚げます。揚げすぎると硬くなるので注意し、揚がったら油を切ります。",
      "揚がった熱々のあじを、ステップ2で用意した玉ねぎと人参の上に並べ、上からステップ1で作った粗熱の取れた南蛮酢を回しかけます。あじ全体が浸るようにしましょう。",
      "粗熱が取れたら、冷蔵庫に入れて30分〜1時間以上味をなじませます。時間が経つほど味が染み込み美味しくなります。"
    ],
    "tips": "南蛮漬けは、揚げたてのアジを熱々のうちに南蛮酢に漬け込むことで、味がしっかりと染み込みやすくなります。冷蔵庫で半日〜一晩冷やすと、さらに奥深い味わいになります。お好みでピーマンやパプリカなどの夏野菜を一緒に漬け込むと、彩りも豊かになります。"
  },
  "いかの塩焼き": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "するめいかを流水で軽く洗い、キッチンペーパーで水気をしっかりと拭き取ります。水気を取ることで美味しく仕上がります。",
      "するめいかの胴体は1.5cm幅の輪切りに、ゲソは食べやすい長さに切ります。全体に塩（分量外、適量）を均一に振ります。",
      "魚焼きグリルに薄く油（分量外）を塗り、中火で2〜3分予熱します。グリルを予熱することで、いかがくっつきにくく、均一に火が通ります。",
      "予熱したグリルに、いかを重ならないように並べ、中火で片面3〜4分焼きます。いかの表面が白っぽくなり、少し焼き色がついたらOKです。",
      "いかに軽く焼き色がついたら裏返し、さらに2〜3分焼きます。いかが透明から完全に白くなり、火が通ったら焼き上がりです。",
      "焼きあがったいかを器に盛り付けて完成です。お好みでレモンを絞ったり、大葉などを添えたりしても美味しくいただけます。"
    ],
    "tips": "いかは焼きすぎると硬くなりやすいので、火を通しすぎないように注意しましょう。塩は焼く直前に振ることで、いかの余分な水分が出にくくなります。グリルはしっかり予熱しておくことで、短時間で美味しく焼き上げることができます。"
  },
  "いか大根": {
    "prep_time": 15,
    "cook_time": 20,
    "servings": 1,
    "steps": [
      "大根は1.5cm厚さのいちょう切りに、または食べやすい大きさに切ります。すでに茹でてあるため、このまま使用します。",
      "するめいかは、胴から足と内臓を引き抜き、目とくちばしを取り除きます。胴は軟骨を抜き、1.5cm幅の輪切りにします。足は食べやすい長さに切り、吸盤を包丁などでこそぎ落としてください。",
      "鍋にだし汁150ml、醤油大さじ1.5、みりん大さじ1、酒大さじ1、砂糖小さじ1を入れ、中火にかけて煮立てます。",
      "煮立ったら、切った大根を鍋に入れ、落とし蓋をして中火のまま10分煮ます。大根に味が染み込むようにします。",
      "大根がある程度柔らかくなったら、いかを鍋に加えます。いかを加えたら、再び煮立たせてから弱火にし、さらに5～7分煮込みます。いかは煮すぎると硬くなるので注意してください。",
      "煮汁が少なめになり、全体に味がなじんだら火を止めます。",
      "器に盛り付けて完成です。"
    ],
    "tips": "いかは煮すぎると硬くなってしまうため、大根が柔らかくなってから加え、短時間で煮上げるのがポイントです。お好みで生姜の薄切りを数枚加えて一緒に煮込むと、風味が豊かになります。"
  },
  "えびフライ": {
    "prep_time": 15,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "えびは殻をむき、尾の付け根の一節を残して殻を取ります。背に切り込みを入れ、背わたを楊枝などで取り除きます。お腹側に数カ所浅く切り込みを入れ、軽く伸ばしてまっすぐにして、塩こしょうで下味をつけます。",
      "キャベツは千切りにし、必要であれば冷水にさらしてパリッとさせ、水気をよく切っておきます。",
      "バットに薄力粉、溶き卵、パン粉をそれぞれ用意します。えびの尾は衣をつけないので、尾の先を軽く切っておくと揚げた時に油がはねるのを防げます。",
      "えびに薄力粉を薄くまんべんなくまぶし、余分な粉ははたきます。次に溶き卵にくぐらせ、最後にパン粉をしっかりとつけます。衣が剥がれないように軽く手で押さえつけましょう。",
      "揚げ鍋に揚げ油を底から3〜4cm程度（えびが浸るくらい）入れ、中火で170〜180℃に熱します。菜箸をそっと入れた時に細かい泡が上がってくるのが目安です。",
      "熱した油にえびを2〜3本ずつ入れ、きつね色になるまで2〜3分揚げます。一度にたくさん入れすぎると油の温度が下がるので注意しましょう。揚がったら油をよく切り、キッチンペーパーなどに乗せて余分な油を切ります。",
      "皿に揚げたえびフライと、千切りにしたキャベツを添えて完成です。お好みでレモンを絞ったり、ソースをかけてお召し上がりください。"
    ],
    "tips": "えびの背わたは臭みの原因になるのでしっかり取り除きましょう。筋切りをすることで、揚げた時にえびが丸まらず、まっすぐきれいに仕上がります。揚げる際は油の温度を一定に保つことが大切です。温度が低すぎると衣がべたつき、高すぎると焦げ付く原因になります。"
  },
  "えびチリ": {
    "prep_time": 15,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "えび（養殖、100.0g）は背わたを取り除き、片栗粉（分量外、小さじ2）と料理酒（分量外）をもみ込み、水で洗い流してキッチンペーパーで水気をしっかりと拭き取ります。",
      "長ねぎ（軟白、10.0g）、生姜（5g）、にんにく（5g）はそれぞれみじん切りにします。ボウルにケチャップ（大さじ2）、料理酒（大さじ1）、砂糖（小さじ1）、鶏ガラスープの素（小さじ1/2）、水（50ml）を混ぜ合わせ、チリソースの調味料を作っておきます。水溶き片栗粉（片栗粉小さじ1：水小さじ2）も用意します。",
      "フライパンにサラダ油（大さじ1）を中火で熱し、えびを加えて色が変わり、軽く火が通るまで1分ほど炒めます。火が通りすぎないうちに一旦皿に取り出します。",
      "同じフライパンにサラダ油を少量足し、弱火にして長ねぎ、生姜、にんにく、豆板醤（小さじ1/2〜1、お好みで）を加えて香りが立つまで1〜2分炒めます。",
      "弱火のまま、手順2で合わせたチリソースの調味料をフライパンに加え、ひと煮立ちさせて中火にし、2〜3分煮詰めます。",
      "煮詰まったらえびをフライパンに戻し入れ、全体を混ぜ合わせます。火を弱めて、水溶き片栗粉を少量ずつ加えながら手早く混ぜ、お好みのとろみがつくまで調整します。",
      "最後に風味付けにごま油（小さじ1）を回し入れ、全体を混ぜ合わせて火を止めます。器に盛り付けて完成です。"
    ],
    "tips": "えびは加熱しすぎると硬くなるので、炒めすぎないように注意しましょう。水溶き片栗粉は一度に加えず、少しずつ加えて混ぜながらお好みのとろみ加減に調整してください。"
  },
  "スクランブルエッグ": {
    "prep_time": 2,
    "cook_time": 3,
    "servings": 1,
    "steps": [
      "ボウルに全卵（100.0g）を割り入れ、普通牛乳（20.0g）を加えます。",
      "フォークまたは泡立て器を使い、白身のコシを切るようにして、全体が均一になるまでよく混ぜ合わせます。泡立てすぎないように注意してください。",
      "フッ素樹脂加工のフライパンを中火にかけ、少量のバター（分量外、小さじ1/2程度）を溶かします。",
      "バターが完全に溶けてフライパン全体になじんだら、用意した卵液をフライパンに一気に流し入れます。",
      "卵液の縁が固まり始めたら、木べらやゴムベラを使って、フライパンの底から大きくゆっくりと混ぜ、まだ液状の部分を上にかぶせるようにスクランブルします。",
      "火を中火から弱火に落とし、好みの半熟加減になるまで、混ぜ続けながら加熱します。（目安：2〜3分）完全に火が通る前に火からおろすと、余熱でさらにしっとりとした仕上がりになります。",
      "望む半熟状になったらすぐに火を止め、温かいうちに皿に盛り付けてください。"
    ],
    "tips": "弱火でゆっくりと加熱し、完全に火が通る前に火からおろすことで、ふわふわとしたなめらかな食感に仕上がります。お好みで塩コショウを振って味を調えてください。"
  },
  "オムレツ": {
    "prep_time": 3,
    "cook_time": 4,
    "servings": 1,
    "steps": [
      "プロセスチーズ15.0gは5mm角程度の細かいさいの目に切っておきます。",
      "ボウルに全卵100.0gを割り入れ、普通牛乳20.0gを加えて、泡立て器で白身のコシを切るようにしっかりと混ぜ合わせます（空気を含ませすぎないよう、泡立てすぎに注意してください）。",
      "フライパンを中火にかけ、バター5g（分量外、目安）を溶かします。バターが泡立ち、少し色づく程度まで熱します。",
      "フライパンが十分に温まったら、卵液を一気に流し入れます。すぐに菜箸などで手早く混ぜて半熟状にし、全体を均一に広げます。",
      "卵の表面がまだ少しトロトロしている状態で、さいの目にしたプロセスチーズを中央に散らします。",
      "卵の手前側を奥に向かって折りたたみ、さらにフライパンの縁を利用して全体を楕円形に整えながら包みます。火を止めて余熱で形を整えます。",
      "皿に滑らせるように盛り付ければ完成です。"
    ],
    "tips": "卵液を流し込んだら、手早くかき混ぜて半熟状にすることで、ふわとろの食感になります。オムレツを包むのが難しい場合は、完全に固まる前に火からおろして余熱で仕上げると、よりしっとりとした食感になります。"
  },
  "肉豆腐": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "木綿豆腐はキッチンペーパーで軽く水気を拭き取り、4等分程度の食べやすい大きさに切ります。長ネギは斜め薄切りにします。牛肉は広げておきます。",
      "小鉢に醤油大さじ1.5、みりん大さじ1.5、砂糖大さじ1、料理酒大さじ1、だし汁50mlを混ぜ合わせ、合わせ調味料を作っておきます。",
      "鍋またはフライパンを中火で熱し、牛肉を広げて焼き色がつくまで炒めます。牛肉から脂が出るので、油はひかずに調理します。焼き色がついたら鍋の端に寄せるか、一度皿に取り出します。",
      "同じ鍋に長ネギと豆腐を入れ、軽く焼き色がつくまで焼きます。",
      "牛肉を鍋に戻し、作っておいた合わせ調味料を全て加えます。煮立ってきたら、アクを丁寧に取り除きます。",
      "蓋をして弱火にし、豆腐やネギに味が染み込むまで5〜7分煮込みます。煮汁が少し煮詰まり、全体に味が馴染んだら完成です。"
    ],
    "tips": "豆腐は軽く水切りすることで味が染み込みやすくなり、煮崩れも防げます。牛肉は先に焼くことで旨味が閉じ込められ、香ばしく仕上がります。煮込みすぎると味が濃くなるので、豆腐に味が染み込む程度で火を止めましょう。"
  },
  "天丼": {
    "prep_time": 5,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "小鍋に【天丼のタレ】の材料（醤油大さじ2、みりん大さじ2、砂糖大さじ1、だし汁大さじ4）を全て入れ、中火にかける。",
      "沸騰したら火を弱め、2〜3分ほど軽く煮詰めてとろみがつくまで煮詰める。焦げ付かないよう、時々混ぜながら火からおろして保温しておく。",
      "えび天ぷら（60g）とナス天ぷら（40g）をオーブントースターに入れ、中高温で2〜3分温める。衣がカリッとするまで加熱してください。",
      "温かいご飯（うるち米150g）を丼に盛り付け、温めた天ぷらをバランス良くご飯の上にのせる。",
      "仕上げに、工程2で作った天丼のタレを天ぷらとご飯全体にたっぷりとかけて完成です。"
    ],
    "tips": "天ぷらは電子レンジで温めると衣がべたつきがちなので、オーブントースターを使用するとカリッと仕上がります。\nタレは甘さや濃さを好みに合わせて醤油・砂糖・だし汁の量を調整してください。"
  },
  "青椒肉絲": {
    "prep_time": 15,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "豚肉（脂身つき、80g）は繊維に沿って細切りにする。ボウルに入れ、醤油小さじ1/2、酒小さじ1/2、片栗粉小さじ1/2（分量外）を加えてよく揉み込み、下味をつける。",
      "ピーマン（60g）はヘタと種を取り除き、豚肉と同じくらいの細切りにする。たけのこ水煮（40g）も水気をよく切り、細切りにする。",
      "小皿に合わせ調味料として、醤油大さじ1、酒大さじ1、砂糖小さじ1/2、オイスターソース小さじ1、鶏ガラスープの素小さじ1/4、水大さじ2、片栗粉小さじ1（全て分量外）を混ぜ合わせておく。",
      "フライパンにサラダ油大さじ1/2（分量外）を熱し、下味をつけた豚肉を中火で炒める。肉の色が変わって火が通ったら、一度フライパンから取り出す。",
      "同じフライパンに残りのサラダ油少々（分量外）を足し、ピーマンとたけのこを強火で1〜2分炒める。ピーマンが鮮やかな色になり、少ししんなりする程度にする。",
      "フライパンに炒めた豚肉を戻し入れ、全体を軽く混ぜ合わせる。用意しておいた合わせ調味料をもう一度よく混ぜてからフライパンに回し入れ、中火で全体を絡めながら炒める。",
      "調味料が煮詰まり、とろみがついて全体に均一に絡まったら火を止める。お好みでごま油少々（分量外）を回しかけ、器に盛り付けて完成。"
    ],
    "tips": "豚肉は片栗粉で下処理することで柔らかく仕上がります。野菜は炒めすぎず、シャキシャキ感を残すことで食感の良い青椒肉絲になります。合わせ調味料は先に準備しておくと、スムーズに調理できます。"
  },
  "肉じゃが": {
    "prep_time": 10,
    "cook_time": 25,
    "servings": 1,
    "steps": [
      "じゃがいも（水煮100g）は皮をむき、芽があれば取り除いて乱切りにし、5分ほど冷水にさらしてアクを抜き、水気をよく切ります。玉ねぎ（りん茎（生）40g）は皮をむき、繊維に沿ってくし切りにします。にんじん（皮なし（ゆで）30g）は乱切りにします。牛肉（脂身つき（生）60g）は食べやすい大きさに切ります。",
      "鍋にサラダ油（分量外：小さじ1程度）を中火で熱し、牛肉を炒めます。肉の色が変わったら一度鍋から取り出します。",
      "同じ鍋に玉ねぎ、にんじんを加えて中火で炒めます。玉ねぎが少し透き通ってきたら、じゃがいもを加えてさらに1〜2分炒め合わせます。",
      "鍋に牛肉を戻し入れ、だし汁150ml、砂糖大さじ1、酒大さじ1、みりん大さじ1、醤油大さじ1.5を加えて煮立たせます。アクが出たら丁寧に取り除きます。",
      "落し蓋（またはアルミホイルで代用）をして、弱めの中火で15〜20分煮ます。じゃがいもに竹串がすっと通るくらい柔らかくなり、煮汁が少なくなるまで煮詰めたら火を止めて器に盛り付けたら完成です。"
    ],
    "tips": "じゃがいもは水にさらすことで余分なでんぷんが落ち、煮崩れしにくくなります。煮込む際は落し蓋をすることで、少ない煮汁でも具材全体に味が均一に染み込みやすくなります。火を止めて粗熱が取れるまで少し置くと、さらに味が馴染んで美味しくなります。"
  },
  "筑前煮": {
    "prep_time": 15,
    "cook_time": 25,
    "servings": 1,
    "steps": [
      "鶏もも肉60gは一口大に切る。こんにゃく30gはスプーンでちぎるか手綱切りにし、熱湯で1分ゆでてアク抜きをする。ごぼう30gは皮をこそげ落とし乱切り、れんこん20gは皮をむき厚めのいちょう切りにし、それぞれ5分ほど水にさらしアク抜きをする。たけのこ水煮30gは食べやすい大きさに、しいたけ1枚（約20g）は軸を落として半分に切る。",
      "鍋にサラダ油小さじ1を中火で熱し、鶏肉を皮目から入れて炒める。両面に焼き色がついたら、ごぼう、れんこん、たけのこ、しいたけ、こんにゃくを加えて、さらに2〜3分炒め合わせる。",
      "だし汁150ml、料理酒大さじ1、砂糖小さじ1を加え、煮立ったら丁寧に出てくるアクを取り除く。",
      "醤油大さじ1、みりん大さじ1を加え、落とし蓋（またはアルミホイルで代用）をして、中火よりやや弱めの火加減で10分煮込む。",
      "落とし蓋を外し、煮汁が半分くらいになるまで、時々具材を混ぜながら中火で5分ほど煮詰める。具材に照りが出て、味がしっかり染み込んだら火を止めて完成。"
    ],
    "tips": "ごぼうとれんこんは水にさらしすぎると風味が損なわれるため、5分程度を目安にしてください。煮込む際に落とし蓋をすることで、少ない煮汁でも具材全体に味が均一に染み渡ります。一度冷ますと味がさらに染み込みやすくなります。"
  },
  "ロールキャベツ": {
    "prep_time": 15,
    "cook_time": 25,
    "servings": 1,
    "steps": [
      "キャベツの下準備: キャベツの葉を2〜3枚剥がし、厚い芯の部分をV字にそぎ落とします。鍋にたっぷりの湯を沸かし、塩少々（分量外）を入れ、キャベツの葉を2〜3分、しんなりするまで茹でます。冷水にとって水気をしっかり切り、キッチンペーパーで拭いておきます。",
      "具材の準備: 玉ねぎ20gはごく細かいみじん切りにします。ひき肉80gとみじん切りにした玉ねぎ、塩・こしょう（少々、分量外）をボウルに入れ、粘りが出るまで手でよく混ぜ合わせます。",
      "ロールキャベツを包む: 茹でたキャベツの葉を広げ、葉の根元の方に手順2で混ぜた具材の1/2量を置きます。手前からきつめに巻き込み、左右を内側に折りたたみ、奥に向かってしっかりと巻きます。これを2個作ります。",
      "煮込みの準備: 鍋（または深めのフライパン）に手順3で巻いたロールキャベツを巻き終わりを下にして並べます。カットトマト缶1/2缶（約200g）、水100ml、固形コンソメ1/2個（または顆粒コンソメ小さじ1）を加えます。",
      "煮込み開始: 鍋を中火にかけ、沸騰したら弱火にします。蓋をして20分煮込みます。途中、アクが出たら取り除きます。",
      "仕上げ: 20分経ったら、ロールキャベツが柔らかくなっているか確認し、塩・こしょう（分量外）で味を調えます。器に盛り付け、温かいうちにお召し上がりください。"
    ],
    "tips": "キャベツの芯をV字に切り落とすことで、葉が柔らかくなり、より巻きやすくなります。ひき肉のタネは、粘りが出るまでしっかり混ぜることで、煮崩れを防ぎ、ジューシーに仕上がります。"
  },
  "ベーコンエッグ": {
    "prep_time": 1,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "中火に温めたフライパンにばらベーコン（40g）を重ならないように並べ、焼き始める。",
      "ベーコンから脂が出て、こんがりと焼き色がついたら（片面約1分30秒〜2分）、フライパンの片側に寄せる。",
      "空いたスペースに必要であれば少量のサラダ油（分量外）をひき、卵1個を割り入れる。",
      "卵を割り入れたら、すぐに卵の周りに水大さじ1（分量外）を加え、蓋をする。",
      "中火〜弱火にし、卵白が完全に固まり、黄身が好みの固さになるまで蒸し焼きにする（約2分〜3分）。",
      "ベーコンがカリカリになるまで焼け、目玉焼きが完成したら火を止める。",
      "ベーコンと目玉焼きを皿に盛り付け、お好みで塩、こしょう（分量外）を振って完成。"
    ],
    "tips": "目玉焼きの黄身は、蓋をする時間を調整することで、半熟や固ゆでに調整できます。ベーコンは焦げ付かないよう、時々ひっくり返しながら焼くと均一な焼き色になります。ベーコンから十分な脂が出る場合は、目玉焼き用の油は不要です。"
  },
  "ウインナー炒め": {
    "prep_time": 1,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "ウインナーソーセージは、斜めに2〜3カ所切り込みを入れる。（火の通りを良くし、見た目も良くなります）",
      "フライパンを中火にかけ、サラダ油（分量外、小さじ1/2程度）をひいて温める。",
      "フライパンが十分に温まったら、ウインナーソーセージを並べ入れる。",
      "ウインナーソーセージを時々転がしながら、中火で3〜4分程度焼く。",
      "表面にこんがりと焼き色がつき、香ばしい香りがしてきたら火を止める。",
      "皿に盛り付けて完成です。"
    ],
    "tips": "ウインナーの焼き加減はお好みで調整してください。香ばしく焼くとより美味しく仕上がります。ケチャップやマスタードを添えるのもおすすめです。"
  },
  "小松菜のおひたし": {
    "prep_time": 2,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "小松菜は根元を切り落とし、流水で土などをきれいに洗い流します。特に根元に近い部分は丁寧に洗ってください。",
      "鍋にたっぷりの水（約1リットル）を入れ、強火にかけて沸騰させます。沸騰したら塩小さじ1/2（分量外）を加えて混ぜます。",
      "沸騰した湯に小松菜を根元から入れ、葉の部分も浸して全体で1分半〜2分ほど茹でます。鮮やかな緑色になり、しんなりしたら湯から引き上げます。",
      "茹で上がった小松菜をザルにあげ、すぐに冷水（または氷水）にさらして手早く粗熱を取り、色止めをします。",
      "小松菜を水から引き上げ、両手で挟むようにして水気をしっかりと絞ります。水気が残ると味が薄まるので注意してください。その後、3〜4cmの食べやすい長さに切ります。",
      "器に小松菜を盛り付け、お好みの出汁醤油（大さじ1〜1.5程度）を回しかけて完成です。"
    ],
    "tips": "小松菜は茹ですぎると食感が悪くなるので、鮮やかな緑色になったらすぐに冷水にさらしましょう。水気をしっかり絞ることで味がぼやけず、美味しく仕上がります。お好みでかつお節を添えると風味が増します。"
  },
  "小松菜と油揚げの煮びたし": {
    "prep_time": 5,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "小松菜はよく洗い、根元を切り落とし、3～4cm幅に切ります。",
      "油揚げは熱湯（分量外）を回しかけて油抜きをし、キッチンペーパーで水気を軽く拭き取り、食べやすい幅（1cm程度）に切ります。",
      "鍋に水100ml、顆粒だし小さじ1/2、醤油小さじ2、みりん小さじ2を入れ、中火にかけて煮立たせます。",
      "煮汁が煮立ったら、油揚げを加えて1分ほど煮ます。",
      "小松菜の茎の部分から鍋に入れ、少ししんなりしたら葉の部分も加えて、全体に煮汁が回るように軽く混ぜながら中火で1〜2分煮ます。小松菜が鮮やかな緑色になり、しんなりしたら火を止めます。",
      "器に盛り付けます。粗熱が取れるとより味が染みて美味しくなります。"
    ],
    "tips": "小松菜は煮すぎると食感が損なわれるため、鮮やかな緑色になったら火を止めるのがポイントです。油揚げは油抜きをしっかりすることで、煮汁の味がよく染み込みます。"
  },
  "ほうれん草のごま和え": {
    "prep_time": 5,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "ほうれん草1/2束（約120g、茹でると約80gになります）の根元を切り落とし、黄色くなった葉があれば取り除く。根元の土が残りやすい部分は、十字に切り込みを入れるか、よく開いて流水で丁寧に洗い流します。",
      "和え衣を作ります。小さめのボウルにすりごま大さじ1.5、醤油小さじ1.5、砂糖小さじ1を入れ、泡立て器などでなめらかになるまでよく混ぜ合わせます。味見をして、お好みの甘さや塩加減に調整してください。",
      "鍋にたっぷりの水（ほうれん草が浸る程度）を入れ、塩小さじ1/2（ほうれん草の色を鮮やかに保つため）を加えて強火にかけます。沸騰したら、根元からほうれん草を入れ、葉の部分も浸るように押し込み、約1分〜1分半、鮮やかな緑色になるまで茹でます。",
      "茹で上がったほうれん草をすぐに冷水（または氷水）にとり、色止めと粗熱を取ります。粗熱が取れたら、手でしっかり握って水気をぎゅっと絞ります。水気が残っていると味が薄まる原因になるので、根元と葉の部分を分けて丁寧に絞りましょう。",
      "水気を絞ったほうれん草をまな板に並べ、根元を揃えて約3〜4cmの食べやすい長さに切ります。",
      "ステップ2で作った和え衣のボウルに、切ったほうれん草を入れ、菜箸などで全体に味がなじむようによく和えます。",
      "器に盛り付ければ完成です。"
    ],
    "tips": "ほうれん草は茹ですぎると食感や栄養が損なわれるため、鮮やかな緑色になったらすぐに冷水にとりましょう。和え衣の味を薄めないために、ほうれん草の水気はできる限りしっかりと絞ることが大切です。お好みで、和え衣に少量の刻み海苔や七味唐辛子を加えても美味しくいただけます。"
  },
  "ほうれん草のバター炒め": {
    "prep_time": 3,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "ほうれん草は固く水気を絞り、根元を切り落として3〜4cm幅の食べやすい長さに切ります。ばらベーコンは1cm幅に切ります。",
      "フライパンを中火で熱し、油は引かずにばらベーコンを入れます。カリッとするまで2〜3分炒め、ベーコンの旨味と香ばしさを引き出します。",
      "ベーコンがカリッとしたら、切ったほうれん草を加えてさっと炒め合わせます。ほうれん草はすでに茹でてあるため、炒めすぎないよう30秒程度で十分です。",
      "火をやや弱め、バター小さじ1（約5g）を加えて全体に絡ませます。バターが溶けてほうれん草とベーコンに馴染むまで混ぜます。",
      "塩と粗挽き黒こしょうで味を調え、全体をさっと混ぜ合わせたら火を止めます。",
      "温かいうちに器に盛り付けて完成です。"
    ],
    "tips": "ほうれん草は水気をしっかりと絞ることで、水っぽくならず美味しく仕上がります。バターは火を止める直前に入れると、風味がより一層引き立ちます。"
  },
  "なすの煮浸し": {
    "prep_time": 10,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "なす100gはヘタを切り落とし、ピーラーで数カ所皮をむくか、皮目に斜めに数本切り込みを入れます。食べやすい乱切りにし、5分ほど水にさらしてアクを抜き、キッチンペーパーで水気をしっかりと拭き取ります。",
      "フライパンにサラダ油大さじ1を中火で熱し、水気を拭き取ったなすを入れます。皮目から焼き色がつくまで両面をじっくり焼き、なすがしんなりして油を吸ったら一度取り出します。",
      "空いたフライパン（または鍋）に、だし汁150ml、醤油大さじ1、みりん大さじ1、砂糖小さじ1/2を入れ、中火にかけます。お好みで薄切りにした生姜1枚も加えます。",
      "煮汁が沸騰したら弱火にし、取り出しておいたなすを戻し入れます。",
      "アルミホイルなどで落とし蓋をし、弱火で5〜8分、なすが柔らかくなり、味が染み込むまで煮ます。",
      "火を止め、そのまま粗熱が取れるまで置いて味を染み込ませます。冷めるとより一層味がなじみます。"
    ],
    "tips": "なすは油で焼く（揚げる）ことで色鮮やかになり、コクが出ます。煮浸しは温かくても美味しいですが、冷蔵庫でしっかり冷やすとさらに味がなじんで美味しくいただけます。"
  },
  "なすの味噌炒め": {
    "prep_time": 5,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "なすはヘタを切り落とし、縦半分に切ってから厚さ1cm程度の乱切りにします。必要であれば、5分ほど水にさらしてアクを抜き、キッチンペーパーで水気をよく拭き取ります。",
      "小鉢に淡色辛みそ10.0g、砂糖小さじ1、みりん小さじ1、醤油小さじ1/2、水大さじ1を入れ、ダマがなくなるまでよく混ぜ合わせ、味噌だれを作っておきます。",
      "フライパンにサラダ油大さじ1をひき、中火で熱します。なすを加えて、全体に油が回るように2〜3分炒めます。",
      "なすがしんなりとして、焼き色がつき始めたら、蓋をして弱めの中火で3分ほど蒸し焼きにし、しっかり火を通します。",
      "なすに火が通ったら蓋を取り、再度軽く炒め、フライパン全体になすを広げます。",
      "火を弱火にし、作っておいた味噌だれを回し入れ、全体になすが均一に絡まるように手早く炒めます。",
      "味噌だれが煮詰まり、とろみがついてなすにしっかりと絡んだら火を止め、器に盛り付けて完成です。"
    ],
    "tips": "なすは油を吸いやすいので、最初にしっかり油を絡ませて炒めると、風味良く仕上がります。味噌だれは焦げ付きやすいので、加える際は弱火にし、手早く全体に絡めるのがコツです。"
  },
  "きゅうりの酢の物": {
    "prep_time": 10,
    "cook_time": 1,
    "servings": 1,
    "steps": [
      "きゅうり（80g程度、約1本）はヘタを切り落とし、薄い輪切りにします。ボウルに入れ、塩小さじ1/4（分量外）を加えて全体を混ぜ、5分ほど置いて水分を出します。",
      "乾燥わかめ（5g）はたっぷりの水に5分ほど浸して戻します。戻ったらザルにあげて水気をよく切り、食べやすい大きさに切ります。",
      "手順1のきゅうりを手でギュッと絞り、余分な水分をしっかりと取り除きます。",
      "別のボウルに、酢大さじ2、砂糖大さじ1、醤油小さじ1を入れ、砂糖が溶けるまでよく混ぜ合わせて合わせ酢を作ります。",
      "手順3のきゅうりと手順2のわかめを手順4の合わせ酢のボウルに入れ、全体が均一になるようにやさしく和えます。",
      "器に盛り付ければ完成です。お好みで冷蔵庫で10分ほど冷やすと味がなじんでより美味しくなります。"
    ],
    "tips": "きゅうりとわかめは、それぞれ水気をしっかりと絞ることが、水っぽくならず、味が薄まらないためのポイントです。合わせ酢の甘さや酸味は、お好みに合わせて調整してください。"
  },
  "きゅうりの浅漬け": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "きゅうりは水でよく洗い、両端のヘタを切り落とします。",
      "きゅうりを薄い輪切り（または半月切り）にします。厚さ2〜3mm程度が目安です。",
      "ボウルに切ったきゅうりを入れ、塩（小さじ1/4〜1/2程度、きゅうり80gに対して）を全体にまぶします。手で優しく2分ほど揉み込み、きゅうりから水分が出てくるのを確認します。",
      "きゅうりから出た余分な水分を軽く捨てます。ジッパー付き保存袋に入れるか、清潔な容器に入れ、冷蔵庫で15分以上漬け込みます。",
      "漬け込んだきゅうりをザルにあげ、両手でしっかりと水気を絞ります。",
      "器に盛り付けて完成です。お好みでいりごまなどを散らしても美味しくいただけます。"
    ],
    "tips": "きゅうりの水気をしっかりと絞ることで、味がよく染み込み、シャキシャキとした食感になります。漬け込み時間を長くすると、よりしっかり味がなじみます。"
  },
  "大根サラダ": {
    "prep_time": 15,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "大根（80.0g）は皮をむき、3cm程度の長さに切り、それをさらに薄切り（1-2mm厚）にしてから、細い千切り（幅1-2mm、長さ3cm程度）にする。",
      "きゅうり（30.0g）は洗い、へたを切り落とし、大根と同じくらいの長さ（3cm程度）に切ってから、縦半分に切る。さらに斜め薄切りにしてから、細い千切り（幅1-2mm）にする。",
      "千切りにした大根ときゅうりをボウルに入れ、冷水に5分ほどさらす。これにより、野菜がシャキッとし、大根の辛味も和らぐ。",
      "5分経ったらザルにあげ、水気をしっかりと切る。キッチンペーパーで包むようにして優しく押さえ、余分な水分を吸い取ると良い。",
      "水気を切った大根ときゅうりを器に盛り付ける。",
      "お好みのドレッシング（市販品や手作り）を適量かけて完成です。"
    ],
    "tips": "大根ときゅうりは、できるだけ細く均一に千切りにすると、口当たりが良くなります。冷水にさらすことでシャキシャキとした食感が引き立ち、水気をしっかり切ることでドレッシングが薄まらず美味しくいただけます。"
  },
  "大根の煮物": {
    "prep_time": 5,
    "cook_time": 20,
    "servings": 1,
    "steps": [
      "鍋に水200ml、だしの素小さじ1/2、醤油大さじ1、みりん大さじ1、砂糖小さじ1/2を入れ、よく混ぜて中火にかける。",
      "下茹で済みの大根120gを鍋に入れ、煮汁が沸騰するまで中火で加熱します。（約2～3分）",
      "煮汁が沸騰したら、浮いてくるアクを丁寧に取り除きます。",
      "蓋をして、弱火で15分ほど煮込みます。大根がさらに柔らかくなり、味が染み込むまで煮詰めます。",
      "火を止めて、そのまま蓋をした状態で5分ほど置きます。余熱で大根に味がさらに染み込みやすくなります。",
      "器に盛り付けて完成です。お好みで練り辛子などを添えても美味しくいただけます。"
    ],
    "tips": "大根は煮込んだ後、一度冷ますことで味がしっかり染み込みます。時間があれば、粗熱が取れてから冷蔵庫で30分〜1時間ほど冷ますのがおすすめです。"
  },
  "切り干し大根の煮物": {
    "prep_time": 10,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "油揚げは熱湯を回しかけるか、さっと茹でてから冷水に取り、軽く絞って油抜きをします。水気をしっかり絞ったら、縦半分に切り、幅5mm程度の細切りにします。",
      "切り干し大根（ゆで）は軽く水気を絞ってから食べやすい長さ（約3〜4cm）に切ります。人参（皮なし、ゆで）も同様に、幅5mm程度の細切りにします。",
      "小鍋またはフライパンに、だし汁100ml、醤油大さじ1/2、みりん大さじ1/2、砂糖小さじ1を合わせ、軽く混ぜて煮汁を準備します。",
      "フライパンにサラダ油小さじ1を中火で熱し、油揚げ、切り干し大根、人参を加えて1〜2分炒めます。全体に油が回り、香りが立つまで炒めるのがポイントです。",
      "準備しておいた煮汁を加え、煮立ったら火を弱めて蓋をし、弱火で5分煮ます。",
      "蓋を取り、中火にして煮汁がほとんどなくなるまでさらに3〜5分煮詰めます。時々全体を混ぜて味を均一にし、照りが出たら火を止めて器に盛り付けます。"
    ],
    "tips": "油揚げはしっかり油抜きをすることで、調味料が染み込みやすくなります。煮詰める際に焦げ付かないよう、時々混ぜながら火加減を調整してください。粗熱が取れるとさらに味が染み込み、美味しくいただけます。"
  },
  "じゃがいもの煮物": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "じゃがいも（水煮）は食べやすい一口大に切る。人参（ゆで）もじゃがいもと大きさを揃えるように、いちょう切りや乱切りにする。",
      "小鍋にだし汁100ml、醤油大さじ1、みりん大さじ1、砂糖小さじ1/2を入れ、中火にかける。",
      "煮汁が温まり始めたら、切ったじゃがいもと人参を鍋に入れる。",
      "煮汁が沸騰したら、浮いてくるアクを丁寧に取り除く。火加減を弱火にし、落とし蓋があれば使用して10分ほど煮る。",
      "途中で何度か鍋を揺らして具材を動かし、煮汁が全体に回るようにする。じゃがいもが煮崩れないように注意する。",
      "じゃがいもに味がしっかり染み込み、煮汁が1/3程度に煮詰まったら火を止める。",
      "器に盛り付けて完成。"
    ],
    "tips": "煮詰める際は焦げ付かないように火加減に注意し、味が薄いと感じる場合は醤油やみりんを少量ずつ足して調整してください。落とし蓋を使うと、少ない煮汁でも味が均一に染み込みやすくなります。"
  },
  "ポテトサラダ": {
    "prep_time": 5,
    "cook_time": 25,
    "servings": 1,
    "steps": [
      "じゃがいも（100g）は皮を剥き、芽を取り除いて一口大に切ります。きゅうり（20g）は薄い輪切りに、人参（15g）は薄いいちょう切りまたは細切りにします。",
      "きゅうりはボウルに入れ、塩少々（分量外）を揉み込み、5分ほど置いて水気が出たら手でぎゅっと絞っておきます。",
      "鍋に一口大に切ったじゃがいもと人参を入れ、かぶるくらいの水（分量外）と塩小さじ1/4（分量外）を加えて中火にかけます。沸騰したら弱火にし、じゃがいもが柔らかくなるまで10〜15分茹でます。",
      "じゃがいもと人参が柔らかくなったら湯を切り、再び鍋に戻して弱火にかけ、水分を飛ばしながら粉吹き芋にします。火から下ろし、熱いうちにマッシャーやフォークで粗く潰します。",
      "じゃがいもと人参の粗熱が取れたら、水気を絞ったきゅうり、マヨネーズ大さじ2、塩少々、こしょう少々を加えて、全体がなじむように優しく混ぜ合わせます。",
      "味見をして、必要であれば塩、こしょう、マヨネーズで味を調えます。冷蔵庫で30分ほど冷やすと味が馴染んでより美味しくなります。",
      "器に盛り付けたら完成です。"
    ],
    "tips": "じゃがいもは熱いうちに潰すことで、なめらかな口当たりになります。きゅうりの水気をしっかり絞ることで、ポテトサラダが水っぽくなるのを防ぎます。マヨネーズを加える際は、じゃがいもの粗熱が取れてからにすると、分離しにくくなります。"
  },
  "粉ふきいも": {
    "prep_time": 1,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "水煮じゃがいも（100g）はざるにあけて流水で軽く洗い、水気をよく切ります。必要であれば、食べやすい一口大に切ります。",
      "フッ素加工などの焦げ付きにくい鍋に水気を切ったじゃがいもを入れ、中火にかけます。",
      "鍋を揺すりながら、じゃがいもの表面に残った水分を飛ばしていきます。じゃがいもが温まり、蒸気が上がってきたら火を弱火にします。",
      "じゃがいも同士が擦れ合い、表面が白っぽく粉を吹いてきたら、さらに1〜2分加熱して完全に水分を飛ばします。この時も焦げ付かないように鍋を揺らし続けます。",
      "火を止めて、塩（小さじ1/4程度）を加え、全体に味が均一になるよう、優しく混ぜ合わせます。",
      "器に盛り付けて完成です。"
    ],
    "tips": "水煮じゃがいもの大きさによって加熱時間は調整してください。鍋を揺すって水分を飛ばすことで、じゃがいもが潰れすぎず、きれいに粉が吹きます。お好みでバターや粗挽き黒胡椒を加えても美味しくいただけます。"
  },
  "さつまいもの甘煮": {
    "prep_time": 5,
    "cook_time": 20,
    "servings": 1,
    "steps": [
      "さつまいも100gはよく洗い、皮を厚めにむいてから、1.5cm厚さの輪切りにします。切ったさつまいもは5分ほど水にさらし、アクを抜いてから水気を切ります。",
      "蒸し器に水を入れて火にかけ、沸騰して湯気が上がったらさつまいもを並べ入れます。中火で10〜15分、竹串がスッと通るまで蒸します。",
      "鍋に水50ml、砂糖大さじ1.5、醤油小さじ0.5、みりん小さじ1を入れ、混ぜ合わせて煮汁を準備します。",
      "蒸し上がったさつまいもを3の鍋に入れ、中火にかけます。煮汁が沸騰したら、クッキングシートなどで落とし蓋をし、弱火にして5分煮ます。",
      "落とし蓋を取り、煮汁をスプーンでさつまいもにかけながら、さらに弱火で2〜3分煮詰めます。煮汁が少なくなり、さつまいもに照りが出たら火を止め、器に盛り付けます。"
    ],
    "tips": "さつまいもを水にさらすことでアクが抜け、色がきれいに仕上がります。煮詰める際は焦げ付かないように注意し、粗熱が取れるまで置いておくと味がより一層染みて美味しくなります。"
  },
  "里芋の煮物": {
    "prep_time": 1,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "水煮里芋100gはざるにあけ、流水で軽く洗い、水気をしっかり切ります。",
      "小鍋に【煮汁の材料】（出汁150ml、醤油大さじ1、みりん大さじ1、砂糖小さじ1/2）を入れ、中火にかけます。",
      "煮汁が沸騰したら、水気を切った里芋を加えて軽く混ぜます。再び煮汁が沸騰したら火を弱火にします。",
      "アルミホイルなどで落とし蓋をし、弱火で10〜12分、里芋に味が染み込むまで煮ます。途中で煮汁が少なすぎないか確認し、必要であれば少量の出汁を足してください。",
      "里芋が柔らかくなり、煮汁が好みの加減に煮詰まったら火を止めます。",
      "器に盛り付けて完成です。粗熱が取れて一度冷ますと、より一層味が染み込み美味しくいただけます。"
    ],
    "tips": "水煮里芋を使用することで、下処理の手間なく手軽に作れます。落とし蓋をすることで煮汁が全体に行き渡り、ムラなく味が染み込みやすくなります。里芋は煮すぎると崩れやすいので、柔らかさを確認しながら煮込みましょう。火を止めてからもしばらく鍋に入れたままにしておくと、余熱で味がさらに染み込みます。"
  },
  "里芋の煮っころがし": {
    "prep_time": 1,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "里芋の水煮は軽く水で洗い、ザルにあげて水気を切っておきます。",
      "小鍋に里芋、だし汁100ml、砂糖小さじ2、醤油大さじ1、みりん大さじ1を入れ、中火にかけます。",
      "煮立ったらアクを丁寧に取り除き、落とし蓋（またはアルミホイルで代用可）をして、弱めの中火で5分ほど煮ます。",
      "落とし蓋を外し、菜箸などで里芋を優しく転がしながら、煮汁が少なくなるまで中火で5分ほど煮詰めます。",
      "煮汁がとろりとして里芋全体に照りが出たら火を止め、器に盛り付けて完成です。"
    ],
    "tips": "煮崩れを防ぐため、煮詰める際は里芋を優しく転がしてください。煮汁にとろみがつき、里芋全体にツヤと照りが出ると、より美味しく仕上がります。"
  },
  "たけのこの土佐煮": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "ゆでたけのこ（若茎）80gは、穂先は食べやすい大きさにくし切り、根元は厚さ5mm程度のいちょう切りにする。",
      "鍋にだし汁100ml、醤油大さじ1、みりん大さじ1を入れ、中火にかける。煮立つ直前に切ったたけのこを加える。",
      "煮立ったら火を弱め（弱火）、アクが出たら取り除く。落とし蓋をして10分ほど煮る。",
      "10分経ったら落とし蓋を外し、中火にして煮汁が1/3程度になるまで2～3分煮詰める。",
      "火を止め、かつお節2gのうち1gを鍋に加え、たけのこと混ぜ合わせる。",
      "器に盛り付け、残りの1gのかつお節を上からまぶして完成。"
    ],
    "tips": "かつお節は煮込む直前と盛り付け時に分けることで、風味と香りをより引き出すことができます。煮込みすぎるとたけのこの風味が落ちるため、煮込み時間に注意しましょう。"
  },
  "オクラのおひたし": {
    "prep_time": 2,
    "cook_time": 6,
    "servings": 1,
    "steps": [
      "オクラのへたを切り落とし、ガクの部分を包丁で薄くむきます。塩少々（分量外）をまぶして板ずりし、表面の産毛を取り除き、水で洗い流します。",
      "鍋にたっぷりの湯を沸かし、沸騰したらオクラを入れ、中火で1分半〜2分ほど茹でます。鮮やかな緑色になり、少し柔らかくなるのが目安です。",
      "茹で上がったオクラをざるにあげ、すぐに冷水（または氷水）に浸して粗熱を取り、色止めをします。",
      "オクラの水気をキッチンペーパーなどでしっかりと拭き取り、食べやすい大きさに斜め切りにします。",
      "小鉢に醤油大さじ1とだし汁大さじ1（または白だし小さじ2、水大さじ1）を混ぜ合わせます。",
      "切ったオクラを器に盛り付け、混ぜ合わせた調味料を上からかけます。",
      "お好みでかつお節適量を添えて完成です。冷蔵庫で10分ほど冷やすと味がより馴染み美味しくなります。"
    ],
    "tips": "オクラを茹ですぎると食感が悪くなるので、短時間でさっと茹で、すぐに冷水に浸すのがポイントです。板ずりをすることで産毛が取れ、舌触りがよくなります。"
  },
  "オクラ納豆": {
    "prep_time": 5,
    "cook_time": 3,
    "servings": 1,
    "steps": [
      "オクラは流水で洗い、ヘタの先端を切り落とし、ガクの硬い部分をくるりと剥き取ります。塩（分量外、小さじ1/2程度）をまぶして板ずりし、表面の産毛を取り除きます。",
      "鍋にたっぷりの湯を沸かし、沸騰したら板ずりしたオクラを入れ、中火で1分〜1分30秒ほど茹でます。鮮やかな緑色になり、少し柔らかくなればOKです。",
      "茹で上がったオクラは冷水に取り、粗熱が取れたら水気をしっかり拭き取ります。その後、粘りが出るように細かく刻みます。",
      "納豆はパックから出し、付属のタレとからしを加えて、粘りが出るまで箸でよくかき混ぜます。",
      "納豆の入った器に、刻んだオクラを加えて、全体が均一になるようによく混ぜ合わせれば完成です。"
    ],
    "tips": "オクラは板ずりすることで産毛が取れて口当たりが良くなります。茹でた後は冷水で冷やすと色止めになり、食感も良くなります。オクラを細かく刻むほど粘りが出て、納豆とよく絡みます。"
  },
  "アスパラのベーコン巻き": {
    "prep_time": 5,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "アスパラガスは根元の硬い部分を2cmほど切り落とし、下から1/3程度の硬い皮をピーラーで剥きます。長い場合は、ベーコンの幅に合わせて半分に切ります。",
      "耐熱皿にアスパラガスを並べ、水大さじ1（分量外）を振りかけ、ラップをして電子レンジ600Wで1分加熱します。加熱後、水気をしっかりと拭き取ります。",
      "ベーコンを広げ、加熱したアスパラガスを1〜2本ずつ（アスパラの太さによる）きつめに巻き付けます。巻き終わりが下になるようにします。",
      "フライパンを中火で熱し、油はひかずに巻き終わりを下にしたベーコン巻きを並べます。片面がこんがりと焼き色がつくまで2分ほど焼きます。",
      "全体を転がしながら、ベーコンがカリッとして焼き色がつくまでさらに2〜3分焼きます。",
      "器に盛り付けて完成です。お好みで粗挽き黒こしょう（分量外）を振ると風味が増します。"
    ],
    "tips": "アスパラガスは電子レンジで先に軽く加熱することで、ベーコンを焼いている間にちょうど良い柔らかさになり、調理時間を短縮できます。ベーコンの巻き終わりを下にして焼き始めると、焼いている途中で剥がれにくくなります。"
  },
  "ピーマンの肉詰め": {
    "prep_time": 10,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "ピーマン（約60g）は縦半分に切り、ヘタと種を取り除きます。ピーマンの内側に片栗粉（小さじ1/2程度）を薄くまぶします。",
      "ボウルにひき肉（50g）、みじん切りにした玉ねぎ（1/8個分）、塩（少々）、こしょう（少々）、醤油（小さじ1/2）、残りの片栗粉（小さじ1/2）を入れ、粘りが出るまで手でよく混ぜ合わせます。",
      "手順1のピーマンの窪みに、手順2の肉だねを隙間なくしっかりと詰めます。肉だねの表面は平らにならします。",
      "フライパンにサラダ油（小さじ1程度）をひき、中火で熱します。肉だねの面を下にしてピーマンを並べ入れます。",
      "中火で3〜4分焼き、肉だねにこんがりと焼き色がつくまで焼きます。焦げ付かないよう火加減を調整してください。",
      "ピーマンを裏返し、ピーマンの面を下にして蓋をします。弱火〜中火で5〜6分間、蒸し焼きにします。",
      "肉汁が透明になり、竹串などを刺して透明な肉汁が出てくれば火が通っています。火が通ったら器に盛り付けて完成です。"
    ],
    "tips": "ピーマンの内側に片栗粉をまぶすことで、肉だねが剥がれにくくなります。肉だねはしっかりと詰めることで、焼いている間に縮みにくくなります。最初に肉だねの面をしっかり焼いて肉汁を閉じ込めてから、蓋をして蒸し焼きにすることで、中までふっくらと火が通ります。"
  },
  "野菜炒め": {
    "prep_time": 7,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "キャベツは一口大にざく切りにする。ピーマンはヘタと種を取り除き、縦に細切りにする。人参は皮をむき、ピーマンと同じくらいの細切りにする。もやしは水でさっと洗い、水気をしっかり切っておく。",
      "フライパンにごま油小さじ1をひき、中火で熱する。",
      "フライパンが温まったら、細切りにした人参を加えて1分ほど炒める。",
      "次にキャベツとピーマンを加え、火を強火にしてさらに1〜2分炒める。キャベツが少ししんなりしてきたらOK。",
      "もやしを加えて全体を混ぜ合わせ、塩少々、こしょう少々で味を調える。全体が均等に混ざり、野菜から出た水分が飛んだら火を止める。",
      "皿に盛り付ければ完成です。"
    ],
    "tips": "野菜から出る水分を飛ばし、シャキシャキ感を保つため、強火で手早く炒めるのがポイントです。硬い人参から先に炒め、火の通りやすいもやしは最後に入れると美味しく仕上がります。"
  },
  "八宝菜": {
    "prep_time": 15,
    "cook_time": 10,
    "servings": 1,
    "steps": [
      "白菜50gは食べやすい大きさにざく切りにする。たけのこ水煮30g、パプリカ（赤）20gはそれぞれ細切りにする。むきエビ30gは背わたを取り、片栗粉（分量外小さじ1/2）と酒（分量外小さじ1）で軽く揉んで水洗いし、キッチンペーパーで水気をよく拭き取る。豚こま切れ肉30gは一口大に切る。",
      "あんの準備として、小鍋または耐熱容器に鶏ガラスープ100ml、醤油大さじ1、オイスターソース大さじ1、酒大さじ1、砂糖小さじ1/2を混ぜ合わせておく。別の容器で片栗粉大さじ1と水大さじ1を混ぜて水溶き片栗粉を作っておく。",
      "フライパンにごま油大さじ1を中火で熱し、おろししょうが小さじ1/2、おろしにんにく小さじ1/2を香り立つまで30秒ほど炒める。豚肉を加えて色が変わるまで2分ほど炒め、次いでむきエビを加えて色が変わるまで1分ほど炒める。",
      "たけのこ、パプリカを加えて2分ほど炒める。さらに白菜を加え、しんなりするまで3分ほど強火で炒め合わせる。",
      "2で作った合わせ調味料をフライパンに加えてひと煮立ちさせる。一度火を止め、水溶き片栗粉を再度よく混ぜてからフライパンに加え、全体を手早く混ぜる。再び中火にかけ、混ぜながらとろみがつくまで1分ほど煮詰めたら、器に盛り付けて完成。"
    ],
    "tips": "野菜は火の通りにくいものから炒めると均一に火が通ります。あんかけは水溶き片栗粉を加える直前によく混ぜ、一度火を止めてから加えるとダマになりにくいです。最後は強火で手早く煮詰めることで、野菜のシャキシャキ感を保ちます。"
  },
  "豚汁": {
    "prep_time": 10,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "材料の下準備をします。豚バラ薄切り肉30gは食べやすい一口大に切ります。大根40gと人参20gは皮をむき、いちょう切り（またはお好みの形）にします。木綿豆腐30gは食べやすい大きさに切ります。だし汁250mlを用意します。",
      "鍋にごま油小さじ1/2（分量外）を中火で熱し、豚バラ肉を入れ、色が変わるまで炒めます。途中で料理酒小さじ1（分量外）を加えて軽く炒めます。",
      "大根と人参を加え、全体に油が回るまで1〜2分炒めます。その後、だし汁250mlを加えて蓋をし、中火で大根が柔らかくなるまで約5分煮込みます。途中で浮いてくるアクがあれば丁寧に取り除きます。",
      "大根が柔らかくなったら、木綿豆腐を加え、さらに2〜3分煮ます。具材が柔らかくなるまでしっかり火を通しましょう。",
      "一度火を弱火にし、淡色辛みそ12gを溶き入れます。味噌が完全に溶けたら、沸騰させないように全体を温める程度で火を止めます。味噌は煮すぎると風味が損なわれるため、最後に入れるのがポイントです。",
      "温かいうちに器に盛り付けて完成です。お好みで刻みネギや七味唐辛子を添えても美味しくいただけます。"
    ],
    "tips": "味噌は風味を保つため、沸騰させずに火を止める直前に溶き入れてください。根菜類は、大根や人参の他に、ごぼう、里芋、じゃがいもなどを加えても美味しく作れます。その際は、それぞれ適切な下処理を行ってください。"
  },
  "豆腐とねぎの味噌汁": {
    "prep_time": 3,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "木綿豆腐は水気を軽く切り、1cm角程度の一口大に切ります。軟白ねぎは根元を切り落とし、小口切りにします。",
      "鍋に水200mlと顆粒だし小さじ1/2（または出汁200ml）を入れ、中火にかけます。",
      "沸騰してきたら、切った豆腐を入れ、再び煮立ったら弱火にして1分ほど煮ます。",
      "火を止める直前に、淡色辛みそを溶き入れます。味噌はお玉の中で少量のお湯で溶いてから鍋に加えると、だまになりにくく均一に混ざります。",
      "小口切りにしたねぎを加え、さっと混ぜたら火を止めます。",
      "温かいうちに器に注いで完成です。"
    ],
    "tips": "味噌は風味を飛ばさないように、火を止める直前に溶き入れましょう。ねぎは最後に入れることで、彩りとシャキッとした食感が楽しめます。出汁をしっかり取ることで、より一層風味豊かな味噌汁になります。"
  },
  "しじみの味噌汁": {
    "prep_time": 5,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "しじみの砂抜きをします。ボウルにしじみが浸る程度の薄い塩水（水200mlに対し塩小さじ1程度）を作り、しじみを入れます。暗い場所に1時間以上置いて砂抜きをしてください。",
      "砂抜きが完了したら、流水でしじみの殻をこすり合わせるようにして丁寧に洗い、ぬめりや残った砂を取り除きます。",
      "小鍋に水150ml（目安）としじみ30gを入れ、中火にかけます。",
      "沸騰させすぎないよう注意しながら、しじみの口が全て開くまで加熱します。加熱中にアクが出てきたら、丁寧にすくい取ってください。（目安：3～5分）",
      "しじみの口が全て開いたら、一度火を弱め（弱火）、淡色辛みそ12gを味噌こしなどを使って溶き入れます。",
      "味噌が溶けたら、沸騰させない程度に温め直し、味を調えます。必要であれば、水の量を調整してください。",
      "火を止めて器に注ぎ、熱いうちにお召し上がりください。"
    ],
    "tips": "しじみは砂抜きをしっかり行うことで、美味しくいただけます。味噌を溶き入れた後は、沸騰させると風味が飛んでしまうため、煮立たせないように注意しましょう。"
  },
  "あさりの味噌汁": {
    "prep_time": 60,
    "cook_time": 5,
    "servings": 1,
    "steps": [
      "あさりはボウルに入れ、あさりが浸る程度の水（分量外）と、その水の量の約3%の塩（分量外、例：水200mlなら塩6g）を加えて塩水を作り、あさりを浸します。",
      "ボウルにアルミホイルなどで蓋をして暗くし、冷蔵庫または冷暗所で1時間以上置き、砂抜きをします。",
      "砂抜きが終わったら、あさりを流水でこすり洗いし、ざるにあげて水気を切ります。",
      "鍋に水150ml（分量外）を入れ、強火にかけて沸騰させます。沸騰したら洗ったあさりを加え、中火にして蓋をし、あさりの口が開くまで2〜3分煮ます。",
      "あさりの口が全て開いたら火を弱火にするか、一度火を止めてください。淡色辛みそ12gを溶き入れ、溶け残りがなくなるまで混ぜます。味噌が溶けたら、沸騰させないように注意し、火を止めます。",
      "味噌が溶けたら、器に盛り付けて完成です。"
    ],
    "tips": "あさりは必ずしっかり砂抜きをすることで、美味しくいただけます。味噌を溶き入れた後は、煮立たせないように注意しましょう。風味が損なわれます。あさりを煮すぎると身が硬くなるので、口が開いたらすぐに味噌を溶き入れてください。"
  },
  "卵スープ": {
    "prep_time": 5,
    "cook_time": 7,
    "servings": 1,
    "steps": [
      "全卵50.0gはボウルに入れて菜箸で溶きほぐします。葉10.0gは細かく刻みます。片栗粉小さじ1/2を水大さじ1で溶いて水溶き片栗粉を作っておきます。",
      "鍋に水200mlと鶏ガラスープの素小さじ1（顆粒）を入れ、中火にかけます。沸騰したら、醤油小さじ1/2と塩少々で味を調え、刻んだ葉を加えます。",
      "一度火を止め、スープが煮立つのを落ち着かせます。水溶き片栗粉をよく混ぜてから、鍋に少しずつ回し入れ、全体をよくかき混ぜます。",
      "再び中火にかけて、とろみがつくまでかき混ぜながら1分ほど加熱します。とろみがついたら火力を弱火に落とし、スープが煮立つか煮立たないかの状態を保ちます。",
      "溶き卵を高い位置から細く回し入れます。卵がふんわりと浮き上がってきたら、菜箸で大きく2〜3回かき混ぜ、すぐに火を止めます。",
      "器に盛り付け、お好みでごま油を数滴垂らして完成です。"
    ],
    "tips": "溶き卵は高い位置から細く回し入れることで、ふわふわとした食感に仕上がります。水溶き片栗粉でとろみをつけることで、卵がスープ全体に均一に広がりやすくなります。葉は青ねぎやほうれん草など、お好みのものを使用してください。"
  },
  "わかめスープ": {
    "prep_time": 5,
    "cook_time": 8,
    "servings": 1,
    "steps": [
      "葉ねぎ（5.0g）は小口切りにする。水戻しわかめ（10.0g）は、必要であれば軽く水気を絞っておく。",
      "鍋に水250mlを入れ、中火にかける。",
      "水が沸騰したら鶏ガラスープの素（小さじ1）を加え、よく溶かす。",
      "水気を絞ったわかめを鍋に加え、中火で1分ほど煮る。",
      "醤油（小さじ1/2）、塩、こしょう（少々）で味を調える。",
      "火を止める直前にごま油（小さじ1/2）と小口切りにした葉ねぎを加え、さっと混ぜる。",
      "器に盛り付けたら完成です。"
    ],
    "tips": "お好みで、溶き卵を回し入れたり、豆腐やえのき茸などを加えても美味しくいただけます。味付けは、鶏ガラスープの素の量や醤油の量で調整してください。"
  },
  "野菜スープ": {
    "prep_time": 5,
    "cook_time": 15,
    "servings": 1,
    "steps": [
      "**下準備**: 結球葉（キャベツ）は一口大のざく切りに、皮なし（人参）は皮をむいていちょう切りに、りん茎（玉ねぎ）は薄切りにします。",
      "**野菜を炒める**: 鍋にオリーブオイル（小さじ1）を中火で熱し、玉ねぎを透き通るまで（約2分）炒めます。続いて人参を加え、さらに1分炒めます。",
      "**キャベツと水を加える**: キャベツを加えて軽く炒め、全体に油が回ったら（約1分）水（200ml）と固形コンソメ（1/2個、または顆粒小さじ1）を加えます。",
      "**煮込む**: 鍋に蓋をして中火の弱火で、野菜が柔らかくなるまで10分ほど煮込みます。アクが出たら丁寧に取り除いてください。",
      "**味を調える**: 野菜が柔らかくなったら、塩（少々）とこしょう（少々）で味を調え、器に盛り付けて完成です。"
    ],
    "tips": "野菜はお好みの硬さで煮込み時間を調整してください。コンソメの代わりに鶏ガラスープの素などでも美味しく作れます。好みでベーコンやソーセージを加えると、さらにコクが深まります。"
  },
  "ミネストローネ": {
    "prep_time": 15,
    "cook_time": 25,
    "servings": 1,
    "steps": [
      "玉ねぎ（りん茎 30.0g）は皮をむき、1cm角に切ります。じゃがいも（皮なし 20.0g）も皮をむき、1cm角に切ります。キャベツ（結球葉 30.0g）とトマト（果実 50.0g）も1cm角に切ります。にんにく1/2かけ（分量外）はみじん切りにします。",
      "鍋にオリーブオイル小さじ1（分量外）とにんにくを入れ、弱火で香りが立つまで炒めます。",
      "玉ねぎを加え、しんなりするまで中火で2分ほど炒めます。続いてじゃがいも、キャベツを加え、全体に油が回るまでさらに2分ほど炒めます。",
      "トマト、水150ml（分量外）、コンソメキューブ1/2個（分量外）を加え、煮立ったら出てくるアクを丁寧に取り除きます。蓋をして弱火で15分ほど、じゃがいもが柔らかくなるまで煮込みます。",
      "塩、こしょう各少々（分量外）で味を調えます。お好みで少量の砂糖（分量外）を加えると、トマトの酸味が和らぎ、まろやかになります。",
      "器に盛り付ければ完成です。お好みでパセリのみじん切り（分量外）を散らしてください。"
    ],
    "tips": "野菜は均一な大きさに切ると、火の通りが均一になり美味しく仕上がります。じっくり煮込むことで、野菜の甘みと旨味がスープ全体に溶け込み、深い味わいになります。"
  },
  "クリームシチュー": {
    "prep_time": 5,
    "cook_time": 27,
    "servings": 1,
    "steps": [
      "鶏もも肉（皮つき）60g、鶏むね肉（皮なし）60gはそれぞれ一口大に切る。玉ねぎ40gは薄切りにする。じゃがいも30gは皮をむいて一口大に切り、水に5分ほどさらしてから水気を切る。この時点で、他にバター10g、薄力粉大さじ1、水またはブイヨン150ml、塩・こしょう少々を用意しておく。",
      "鍋またはフライパンにサラダ油小さじ1/2をひき、中火で熱する。鶏もも肉の皮目を下にして入れ、きつね色の焼き色がつくまで2分ほど焼く。裏返して鶏むね肉も加え、全体に火が通るまで3分ほど炒めたら、一度皿に取り出しておく。",
      "同じ鍋にバター10gを入れ、弱めの中火で溶かす。玉ねぎを加えてしんなりするまで2分ほど炒める。水気を切ったじゃがいもを加え、さらに1分ほど炒め合わせる。",
      "鍋に薄力粉大さじ1を加え、弱火で粉っぽさがなくなるまで1分ほど炒める。普通牛乳100gを少量ずつ加えながら、泡立て器でダマにならないようによく混ぜ溶かす。滑らかになったら残りの牛乳も全て加え、全体をよく混ぜる。",
      "水またはブイヨン150mlを加え、煮立ったら弱火にする。ステップ2で取り出しておいた鶏肉を鍋に戻し入れ、じゃがいもが柔らかくなるまで時々混ぜながら10分程度煮込む。",
      "じゃがいもが柔らかくなったら、塩・こしょうで味を調える。器に盛り付けて完成。"
    ],
    "tips": "牛乳を加える際は、少量ずつ入れて混ぜることでダマになるのを防げます。煮込み中は焦げ付きやすいので、時々鍋底から混ぜてください。"
  },
  "ビーフシチュー": {
    "prep_time": 15,
    "cook_time": 75,
    "servings": 1,
    "steps": [
      "牛肉（脂身つき80g）は一口大に切り、軽く塩こしょうを振る。じゃがいも（皮なし60g）、人参（皮なし30g）は皮をむいて乱切りにし、玉ねぎ（りん茎40g）はくし切りにする。じゃがいもは変色防止のため水にさらしておく。",
      "厚手の鍋にサラダ油（小さじ1程度）をひき中火で熱し、牛肉の表面に全体的に焼き色が付くまで焼く。焼き色がついたら一度皿に取り出す。",
      "同じ鍋に玉ねぎを入れ、しんなりするまで中火で3分ほど炒める。水気を切ったじゃがいもと人参も加えて、さらに3分ほど軽く炒め合わせる。",
      "鍋に焼いた牛肉を戻し入れ、デミグラスソース缶（約100g）と水（または赤ワイン）200ml程度を加える。全体をよく混ぜ、中火で煮立たせる。煮立ったら浮いてくるアクを丁寧に取り除く。",
      "鍋に蓋をして弱火にし、45〜60分ほど煮込む。途中で焦げ付かないように時々鍋底から混ぜ、水分が減りすぎたら少しずつ水を足す。",
      "牛肉と野菜が箸で簡単に崩れるくらい柔らかくなったら、味見をして塩（少々）、こしょう（少々）で味を調える。必要であれば、さらに5分ほど煮詰めてとろみをつける。",
      "温かい器に盛り付けて完成。"
    ],
    "tips": "牛肉は焼くことで旨味が閉じ込められ、香ばしさが増します。じっくり煮込むことで肉がとろけるように柔らかくなり、野菜にもしっかり味が染み込みます。市販のデミグラスソース缶を使うと手軽に本格的な味わいになります。"
  },
  "キウイ": {
    "prep_time": 3,
    "cook_time": 1,
    "servings": 1,
    "steps": [
      "キウイを流水で優しく洗い、表面の汚れを落とします。",
      "清潔なまな板の上で、キウイの上下にあるヘタと底の部分を、包丁で薄く切り落とします。",
      "切り落とした面を下にして安定させ、包丁またはピーラーを使って、外側の皮を薄くむきます。果肉を削りすぎないよう注意しましょう。",
      "皮をむいたキウイを、お好みの厚さ（約1cm程度）の輪切り、または食べやすい半月切りにカットします。",
      "カットしたキウイをお皿にきれいに盛り付ければ完成です。そのままお召し上がりください。"
    ],
    "tips": "キウイは軽く握って少し弾力があるものが食べ頃です。皮をむくのが苦手な場合は、ヘタと底を切り落とし、スプーンを皮と果肉の間に差し込んで一周させると簡単にむけます。冷蔵庫で冷やしてから食べると、より一層美味しくいただけます。"
  },
  "いちご": {
    "prep_time": 3,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "いちご（生）80gを用意します。傷んでいるものがないか確認しましょう。",
      "ボウルにいちごを入れ、流水で20〜30秒ほど優しく丁寧に洗います。この時、ヘタは取らずに洗うと、いちごが水っぽくなるのを防げます。",
      "洗ったいちごをザルにあげ、水気をよく切ります。さらに、キッチンペーパーなどでいちごの表面の水分を一つずつ丁寧に拭き取ります。",
      "水気を拭き取ったいちごのヘタを、包丁で切り落とすか、指で優しく取り除きます。",
      "清潔なデザート皿に、いちごを美しく盛り付けたら完成です。お好みで、練乳やホイップクリームを添えても美味しくいただけます。"
    ],
    "tips": "いちごは、ヘタの緑色が鮮やかで、果皮にハリとツヤがあるものを選びましょう。洗う直前まで冷蔵庫で冷やしておくと、より一層美味しくいただけます。"
  },
  "ぶどう": {
    "prep_time": 2,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "提供されたぶどう（皮なし）を用意します。",
      "ぶどうの粒を、優しく房から外します。ハサミを使うと、きれいに外すことができます。",
      "外したぶどうの粒を、流水で優しく洗い流します。",
      "洗い終わったぶどうは、清潔なキッチンペーパーなどで水気を丁寧に拭き取ります。水滴が残っていると風味が落ちる場合があります。",
      "水気を切ったぶどうを、お好みの器に盛り付けます。冷蔵庫で冷やしておくと、より美味しくいただけます。"
    ],
    "tips": "ぶどうは食べる直前に洗うことで、鮮度を保ちやすくなります。冷蔵庫でしっかりと冷やすと、甘みと酸味が引き立ち、より一層美味しく召し上がれます。"
  },
  "グレープフルーツ": {
    "prep_time": 5,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "グレープフルーツ（高糖度100.0g）を流水で丁寧に洗い、表面の汚れを落とします。",
      "安定させるため、包丁でグレープフルーツの上下（ヘタと底）をそれぞれ薄く切り落とします。",
      "切り落とした面を下にして安定させ、上から下へ向かって、白いワタ（アルベド）も一緒に切り取るようにして皮をむきます。カーブに沿って、果肉を傷つけないように注意しましょう。",
      "白い薄皮に沿って、それぞれの房を切り離します。参考の通り、薄皮は剥かずに房ごと食べやすい大きさに分けます。",
      "むいたグレープフルーツの房を器に盛り付けたら完成です。"
    ],
    "tips": "白いワタ（アルベド）は苦味の原因となるため、できるだけ丁寧に除去すると、より甘みが引き立ち美味しくいただけます。冷蔵庫で30分〜1時間ほど冷やしてから召し上がると、ひんやりとして一層美味しくなります。"
  },
  "もも": {
    "prep_time": 5,
    "cook_time": 0,
    "servings": 1,
    "steps": [
      "ももを優しく流水で洗い、表面の汚れを落とします。キッチンペーパーで水気を丁寧に拭き取ります。",
      "包丁またはピーラーを使い、ももの皮を薄くむきます。ももの上部から下部に向かってむくか、周囲を回るようにするとむきやすいです。",
      "ももを縦半分に切り、種に沿って包丁を入れます。軽くひねるようにして果肉を二つに分け、スプーンなどを使って種を取り除きます。",
      "種を取り除いたももを、食べやすい大きさにスライスします。お好みの厚さ（目安として1〜2cm程度）に切り分けます。",
      "スライスしたももをお皿に盛り付ければ完成です。"
    ],
    "tips": "ももは食べる直前に冷蔵庫でしっかりと冷やすと、より一層美味しくいただけます。お好みで少量のレモン汁をかけると、変色を防ぎ、爽やかな風味が加わります。"
  },
  "フルーツヨーグルト": {
    "prep_time": 3,
    "cook_time": 1,
    "servings": 1,
    "steps": [
      "バナナの皮を剥き、約1cm幅の輪切りにする。",
      "清潔な器に全脂無糖ヨーグルト100gを計り入れる。",
      "輪切りにしたバナナ50gをヨーグルトの上に丁寧に盛り付ける。",
      "お好みで軽く混ぜるか、そのままバナナとヨーグルトを交互にすくって食べる。"
    ],
    "tips": "バナナは熟しているものを使うと甘みが増し、より美味しくなります。お好みでハチミツやメープルシロップを少量加えたり、他のフルーツ（いちご、ブルーベリーなど）やグラノーラ、ナッツなどをトッピングしても美味しくいただけます。"
  }
}